{
  "exam": "fuvest2025",
  "questions": [
    {
      "number": 1,
      "full_text": "# Texto 1\n\n\"Afinal, depois de ver todas as coisas daquele museu, acabei me perguntando se os brancos ja não teriam começado a adquirir tambem tantas de nossas coisas só porque nos, Yanomami, já estamos começando tambem a desaparecer. Por que ficam nos pedindo nossos cestos, nossos arcos e nossos adornos de penas, enquanto gapimpeiros e fazendeiros invadem nossa terra?\"\n\n\n# Texto 2\n\n\"Em seu trabalho, Gliceria debruga- se sobre a artesania do manto tupinambá, símbolo das tradícões ancestrais de seu povo. A artista chama de cosmo- técnica a feitura do manto, e hoje busca compreender qual era sua função cultural e social em sua comunidade. Recentemente, a artista esteve na Europa e encontrou mantos datados do século XVII, que foram levados do Brasil ao longo da colonização, na Dinamarca. Segundo Gliceria, 'hoje, as pessoas entendem o manto como arte, arte contemporânea, mas eu vejo muito além. É um ancestral nosso'.\"\n\n\nA reflexão de Davi Kopenawa sobre a apropriação de objetos indígenas por museus e a pesquisa de Gliceria Tupinambá sobre o manto tupinambá em contextos europeus permitem explorar diversas dimensões da arte indígena.\n\n\nCom base nos textos e na imagem, assimale a alternativa que relaciona corretamente as reflexões apresentadas à importância da arte e dos artefatos culturais na discussão sobre questiones indígenas no Brasil.",
      "alternatives": [
        {
          "letter": "A",
          "text": "A arte indígena, ao ser exposta em museus europeus, perde seu significado original e se transforma apenas em objeto de decoração, desvinculando-se completamente de suas raízes culturais e simbólicas, de acordo com David Kopenawa."
        },
        {
          "letter": "B",
          "text": "Gliceria Tupinambá, ao retomar elementos tradicionais em suas obras, busca uma representação autôntica que resiste à domesticação cultural imposta pelos colonizadores, valorizando o aspecto utilizado desses objetos."
        },
        {
          "letter": "C",
          "text": "O trabalho de Gliceria Tupinambá, ao redescorrir os mantos tupinambá na Europa, revela como a arte indígena pode servir como uma ponte para o entendimento e a valorização das culturas indígenas por sociedades que historicamente as marginalizaram."
        },
        {
          "letter": "D",
          "text": "Para David Kopenawa, a guarda de artefatos indígenas em museus da Europa é uma forma eficaz de preservação e valorização da cultura indígena, pois demonstrar reconhecimento da sua importância e esforço, por parte da sociedade, para proteger os direitos territoriais desses povos."
        },
        {
          "letter": "E",
          "text": "A arte, como mostrado por Gliceria Tupinambá, atua como um meio de resistência cultural, em que elementos tradicionais são recontextualizados para contentar narrativas coloniais e reafirmar identidades indígenas em face de processos de desapropriação e desaparecimento."
        }
      ],
      "images": [
        {
          "src": "images/fb5bff814d610275d5958595fdbb94d1afb78e7c7a191896b1c33605049901f5.jpg",
          "img_desc_raw": "tipo=foto; resumo=Pessoa vestida com traje tradicional feito de penas em ambiente de floresta tropical; elementos=[traje de penas, vegetação]; dados_chave=[cores das penas: marrom, preto, branco, vermelho, azul]; grandezas=[]; estrutura=[(traje, centro); (vegetação, fundo)]; texto_detectado=[]"
        }
      ]
    },
    {
      "number": 2,
      "full_text": "Analise, na figura a seguir, os dados referentes a áreas de garimpo ilegal localizadas em terras indigenas na Amazônia brasileira e sua distância em relação o corpos d'água.\n\n\nA partir dos dados apresentados e da realidade socioambiental da Amazônia, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Os territorios indigenas encontram-se nas áreas mais desmatadas da Amazônia; como o garimpo ilegal produz forte impacto ambiental pelo intenso uso da água em seus processos, tal atividade colabora com a desertificação do bioma."
        },
        {
          "letter": "B",
          "text": "O garimpo ilegal representa alto risco a populaçãoes humanas e animais em geral, pela colataminação das águas e dos alimentos por substâncias usadas na garimpagem e porque tal atividade ocorre em áreas ainda muito preservadas, aumentando o impacto ambiental."
        },
        {
          "letter": "C",
          "text": "O garimpo ilegal na Amazônia não produz tanto impacto para os corpos d'água, uma vez que as atividades encontram-se distantes do rio Amazonas e de seus afluentes, os maiores rios da região; seu maior impacto ocorre devido ao desmatamento de extensas áreas de floresta nativa."
        },
        {
          "letter": "D",
          "text": "A proximidade dos corpos d'água deve-se a questiones estrategicas, e não ao garimpo ilegal propriamente, pois este é de baixo impacto; porém tra: conflitos territoriais com as comunidades indigenas, e os rios constituem rotas de fuga rápidas e eficientes para os garimpeiros."
        },
        {
          "letter": "E",
          "text": "A relação entre garimpos e corpos d'água ocorre de forma indireta, pois o garimpo amazônico não depende da água em seus processos; os garimpeiros buscamos esses territorios porque as populaçãoes indigenas sabem onde existeouro e se desenvolvem proximas a rios e lagos."
        }
      ],
      "images": [
        {
          "src": "images/41c43fdc89f562c4bd2aebda12cadbb10cfc6b2e9f9f633bdd2b9ae7bf1f7e19.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico mostrando a área de garimpo em relação à distância de corpos d'água em terras indígenas. elementos=[mapa, barras, legenda]; dados_chave=[Kayapó, Munduruku, Yanomami, Garimpo até 500m d'água, Garimpo a partir de 500m d'água, 70%, 30%, 39%, 61%, 64%, 36%]; grandezas=[]; estrutura=[(Kayapó,70,30);(Munduruku,39,61);(Yanomami,64,36)]; texto_detectado=[ÁREA DE GARIMPO, DISTÂNCIA DE CORPOS D'ÁGUA]"
        }
      ]
    },
    {
      "number": 3,
      "full_text": "Considerando a charge, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Há uma incoerência entre a imagem do segundo quadro e o enunciado verbal do primeiro quadro, uma vez que a posposição do adjunto adverbial \"na água\" anula qualquer ambiguidade."
        },
        {
          "letter": "B",
          "text": "Ao antecipar o objeto direto \"o mercúrio\" para o começo da oração, o chargista chama a atenção para esse elemento, estimulando o leitor a buscá-lo visualmente no segundo quadro."
        },
        {
          "letter": "C",
          "text": "Por meio da escolha do verbo \"descartar\", mostra-se, de forma crítica, a necessidade da criação de um local correto para o depósito dos rejelitos provenientes do garimpo ilegal."
        },
        {
          "letter": "D",
          "text": "O uso da forma pronominal informal \"a gente\", em detrimento do pronome \"nós\", empregado em situação mais formais e sérias, atenua o teor crítico, o que colabora para gerar efeito humorístico."
        },
        {
          "letter": "E",
          "text": "O significado negativo do prefixo que aparece na palavra \"ilegal\" reforça a precariedade do atendimento à saúde nas comunidades indigenas."
        }
      ],
      "images": [
        {
          "src": "images/d1680abbe3675fac03e47d2e6c6177fd785356b340dbaaaecb214b464e7038c8.jpg",
          "img_desc_raw": "tipo=outro; resumo=Ilustração crítica sobre o impacto do garimpo ilegal, mostrando descarte de mercúrio na água e suas consequências. elementos=[garimpeiros, mercúrio, água, índios, panela, fogo, cabana]; dados_chave=[garimpo ilegal, mercúrio, água]; grandezas=[]; estrutura=[(garimpeiro, esquerda), (mercúrio, centro), (índios, direita)]; texto_detectado=[GARIMPO ILEGAL, O mercúrio a gente descarta na água, jeangalvão]"
        }
      ]
    },
    {
      "number": 4,
      "full_text": "\"E assim como o branco e os mamelucos se aproveitaram não raro das veredas dos índios, há motivo para pensar que estes, por sua vez, foram, em muitos casos, simples sucessores dos animais selvagens, do tapir especialmente, cujos carreiros ao longo dos rios e riachos, ou em direção a nascentes de águas, se adaptavam perfeitamente às necessidades e hábitos daquelas populaçãoes.\"\n\n\nDe acordo com o excerto, a ocupação territorial da América portuguesa pelos colonizadores foi inicialmente marcada",
      "alternatives": [
        {
          "letter": "A",
          "text": "pela construção de caminhos que os afastassem dos cursos dos rios."
        },
        {
          "letter": "B",
          "text": "pela desconsideração das rotas de deslocamento abertas pelos animais."
        },
        {
          "letter": "C",
          "text": "pela utilização de picadas abertas pelas comunidades indigenas."
        },
        {
          "letter": "D",
          "text": "pelo emprego de tropas de muares, responsáveis por abrir trilhas nas matas."
        },
        {
          "letter": "E",
          "text": "pela exploração do transporte fluvial e marítimo por meio de pirogas."
        }
      ],
      "images": []
    },
    {
      "number": 5,
      "full_text": "Os quadrinhos a seguir sao parte da obra Dois irmas, de Fabio Moon e Gabriel Ba (2015), uma adaptação do romance Dois irmas, de Milton Hatoum, para o universo das novelas graficas (graphic novels).\n\n\nConsiderando as características visuais dos quadrinhos e os tragos narrativos do romance Dois irmas, de Milton Hatoum, e correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "O uso dos contrastes claro x escuro na novela grafica confere enfase visual ao conflito entre diferentes formas de privilégio e marginalização presentes no romance de Hatoum, explicitadas pelo ponto de vista do narrador."
        },
        {
          "letter": "B",
          "text": "Ao trabalho com os contrastes claro x escuro em suas imagens, a novela grafica enfatiza a diferenca etnica e social que fundamenta a rivalidade fatalerna entre Yaqub e Omar, um dos eixos estruturais do romance."
        },
        {
          "letter": "C",
          "text": "Ao utilizar procedimentos como a aproximação (zoom-in) e a fragmentação das imagens, a novela grafica recria o fluxo de consciência e a atmosfera orírica da narrativa de Hatoum."
        },
        {
          "letter": "D",
          "text": "A novela grafica demonstra, por meio de imagens, que o romance Dois irmas reinventa a tradição da literatura regionalista do Brasil, retratando a opulência da cidade de Manaus ao longo do século XX."
        },
        {
          "letter": "E",
          "text": "Por meio de recursos estéticos como a fragmentação das imagens, a novela grafica recuperara o ponto de vista fraturado do romance de Hatoum, composto por vários narradores ao longo da história."
        }
      ],
      "images": [
        {
          "src": "images/7afd428a75046826c68c22bd74dea28b226c6c35ca51695f8266e20820847857.jpg",
          "img_desc_raw": "tipo=texto; resumo=Quadrinhos com cenas de um menino observando fotos e reflexões sobre cicatrizes emocionais e violência familiar.; elementos=[menino, fotos, cicatriz, mãos, casa, árvore, carro]; dados_chave=[]; grandezas=[]; estrutura=[]; texto_detectado=[\"EM PRIMEIRO LUGAR, BABA!\", \"Cresci vendo as fotos do Yaqub e ouvindo a mãe dele ler suas cartas.\", \"A cicatriz começava a crescer no corpo de Yaqub. A cicatriz, a dor e um sentimento que não revelava e talvez desconhecesse. Remoía calado, matutava.\", \"Não tornaram a falar um com o outro.\", \"Os pais temiam a reação de Yaqub, temiam o pior.\", \"A violência dentro de casa.\", \"Fui observador desse jogo e presenciei muitas cartadas, até o lance final.\"]"
        }
      ]
    },
    {
      "number": 6,
      "full_text": "Leia o texto e analise a charge a seguir.\n\n\"Se, compreendendo um outro ser humano, penetro profundamente no horizonte do que lhe é próprio, então logo meepararei com o fato de que, assim como o seu corpo se encontra no meu campo de percepção, também o meu corpo se encontra no dele, e que, em geral, ele me experiencia sem mais como um outro para ele, tal como eu o experiencio como outro para mim.\"\n\n\n\n\nO filósofo Edmund Husserl propõe uma reflexão sobre como cada pessoa estabelece relações com as outras. Ocorre uma equiparação dos pontos de vista, de modo que cada uma aparecerá às demais não como uma consciência incomparável, mas justamente como uma outra pessoa. Essa ideia ajuda a entender a perspectiva crítica contraína charge: certas condições ou características que percebemos como depreciativas em outras pessoas também podem ser percebidas da mesma水面ira pelos outros em nós.\n\nQual situação reproduz essa estrutura de equiparação exibida na charge?",
      "alternatives": [
        {
          "letter": "A",
          "text": "Torcedores de diversos times de futebol se reúnem desanimados para assistir a um jogo da seleção."
        },
        {
          "letter": "B",
          "text": "Religiosos conservadores sugerem banir livros eróticos doados por desconhecidos para a sua comunidade."
        },
        {
          "letter": "C",
          "text": "Com medo da violência, um homem passa a andar armado na rua e assusta os transeuntes."
        },
        {
          "letter": "D",
          "text": "Um homem acusa uma mulher de racismo e algumas testemunhas confirmam a versão dele para a polícia."
        },
        {
          "letter": "E",
          "text": "Um trabalhador denuncia ao chefe um colega por assédio moral, mas esse último não é punido."
        }
      ],
      "images": [
        {
          "src": "images/a58a03eb26120713c8c7920b74e07057bb78926b61b1b443f4454c74483e73e5.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem mostra duas figuras em uma conversa sobre imigração ilegal; elementos=[balões de fala, penas, colar, roupa tradicional]; dados_chave=[\"Imigrantes ilegais trazem crime, drogas e violência!\", \"Nós sabemos!\", Genio Zadkovic & Bira Dantas]; grandezas=[]; estrutura=[(balão1, pos1), (balão2, pos2)]; texto_detectado=[\"Imigrantes ilegais trazem crime, drogas e violência!\", \"Nós sabemos!\", \"Genio Zadkovic & Bira Dantas\"]"
        }
      ]
    },
    {
      "number": 7,
      "full_text": "Falacias sao argumentos que podem até parecer a primeira vista bem construidos logicamente, mas sao falhos, seja em termos do uso da linguagem, de pertinência temática ou de correção formal. Os primeiros estudos sistemáticos das falacias foram feitos pelo filósofo Aristoteles, que classificou alguns dos argumentos falacios mais comuns.\n\nNo terceiro quadrinho da história, uma personagem se serve de um argumento falacioso bastante conhecido a fim de persuadir o outro. Esse argumento pode ser classificado como um caso de qual tipo de falacia?",
      "alternatives": [
        {
          "letter": "A",
          "text": "Ataque à pessoa."
        },
        {
          "letter": "B",
          "text": "Apelo à piedade."
        },
        {
          "letter": "C",
          "text": "Apelo à fora."
        },
        {
          "letter": "D",
          "text": "Ambiguidade."
        },
        {
          "letter": "E",
          "text": "Apelo à ignorância."
        }
      ],
      "images": [
        {
          "src": "images/5ebe6e2b0ac8442428b5f09c930ec433095648d5db594d87a3a9a99aec1a0257.jpg",
          "img_desc_raw": "tipo=texto; resumo=Tira de quadrinhos com Charlie Brown e Lucy discutindo sobre ajuda psiquiátrica; elementos=[Charlie Brown, Lucy, placa \"PSYCHIATRIC HELP\", placa \"THE DOCTOR IS IN\", banquinho]; dados_chave=[]; grandezas=[]; estrutura=[]; texto_detectado=[\"PSYCHIATRIC HELP\", \"THE DOCTOR IS IN\", \"WELL, I APPRECIATE THE HELP YOU'VE GIVEN ME\", \"I WAS WONDERING, THOUGH, IF I SHOULD GET A SECOND OPINION..\", \"ONLY IF YOU DON'T MIND MY BEATING YOU OVER THE HEAD WITH THAT STOOL YOU'RE SITTING ON!\", \"I GUESS FIRST OPINIONS ARE PRETTY GOOD..\"]"
        }
      ]
    },
    {
      "number": 8,
      "full_text": "\"Eu não venera a criação mais do que o Criador, mas venera criatura criada como eu sou, adotando a criação de maneira livre e espontânea, de modo que Ele possa elevar nossa natureza e nos tornar participes de Sua natureza divina. Sendo assim, eu me atrevo a fazer uma imagem do Deus invisível não como invisível, mas como tendo se tornado visível por nossa causa, tornando-se carne e sangue. Eu não fago uma imagem da divindade imortal. Eu pinto a carne visível de Deus, pois é impossível representar o espírito e ainda mais Deus, que dá vida ao espírito.\"\n\n\nNessa citação, João Damasceno (675- 749), monge e teólogo cristão do período medieval, dirige- se contra o movimento iconoclasta ao",
      "alternatives": [
        {
          "letter": "A",
          "text": "colocar a criatura no mesmo nível do Criador."
        },
        {
          "letter": "B",
          "text": "reduzir a divindade a seus elementos materiais."
        },
        {
          "letter": "C",
          "text": "identificar a imagem visível com a natureza divina."
        },
        {
          "letter": "D",
          "text": "negar o dogma da divindade de Jesus Cristo."
        },
        {
          "letter": "E",
          "text": "justificar a veneração de imagens sagradas."
        }
      ],
      "images": []
    },
    {
      "number": 9,
      "full_text": "\"A média digital é uma média da presença. A sua temporalidade é o presente imediato. A comunicação digital se caracteriza pelo fato de que informações são produzidas, enviadas e recebidas sem mediação por meio de intermediários. Mediação e representação são interpretadas como não transparência e ineficiência, como congestionamento de tempo e de informação.\n\nUma média electronica de massa clássica como o rádio só permite uma comunicação unilateral. O destinatário da mensagem é condensado à passividade.\n\nHoje não somos mais destinatários e consumidores passivos de informação, mas sim remetentes e produtores ativos. Não nos contentamos mais em consumir informações passivamente, mas sim queremos produzi- las e comunicá- las ativamente nos mesmos. Somos simultaneamente consumidores e produtores.\"\n\n\nSegundo o texto, a média digital distingue- se da média de massa tradicional por",
      "alternatives": [
        {
          "letter": "A",
          "text": "reforçar a separação entre consumidor e produtor, resultante da ampliação da comunicação unilateral na internet."
        },
        {
          "letter": "B",
          "text": "apostar na passividade do público, que precisa de um mediador para poder comuncar informações ativamente."
        },
        {
          "letter": "C",
          "text": "gerar excesso de informação, que consolida estrutura capaz de condentar todos os consumidores à passividade."
        },
        {
          "letter": "D",
          "text": "provocar presentificação, decorrente da dissolução dos intermediários e da combinação dos papéis de consumidor e produtor."
        },
        {
          "letter": "E",
          "text": "dissolver a distingção entre produtor e consumidor, causadora de congestionamento de tempo e de informação."
        }
      ],
      "images": []
    },
    {
      "number": 10,
      "full_text": "\"O que torna possivel o surgimento de uma 'cultura do cancelamento' é um cenário em que os detentores de poder econômico e/ou politico vislumbram a utilização de valores morais como valores de mercado, seja no campo da publicidade, seja no campo da responsabilidade social da empresa.\n\nO conjunto de valores defendidos pelos movimentos sociais que lutam por reconhecimento e respeito à diversidade tornam- se atributos exigidos por dvversas empresas como elemento fundamental nas suas escolhas de investimento.\n\nSendo assim, a sangão especifica realizada pelos agentes do 'cancelamento' procura atingir não a liberdade do sujeito que supostamente ofende valores morais redevantes, que seria o instrumento coercitivo tradicionalmente previsto no direito penal, ou mesmo buscar reparações indenizatorias, instrumento de resposta a atos ilicios no direito civil, mas sim impedir, restringir ou inflagir danos na trajetória econômica e/ou profissional do sujeito 'cancelado'.\n\nNesse contexto, a 'cultura do cancelamento' representa um mecanismo de eliminação do mercado, em casos considerados graves, ou, em outros casos, de mera diminuição relativa do capital, de sujeitos ineficientes em fator competitivo específico, como inadequação de valores morais ostentados, por atos e/ou palavras, em determinados ambientes sociais.\"\n\n\n\nSegundo o texto, a cultura do \"cancelamento\"",
      "alternatives": [
        {
          "letter": "A",
          "text": "busca punir transgressões a valores morais caros aos canceladores com danos à vida econômica do cancelado."
        },
        {
          "letter": "B",
          "text": "aplica os instrumentos coercitivos do direito penal ao contexto da internet para impedir o crescimento profissional do cancelado."
        },
        {
          "letter": "C",
          "text": "é uma resposta natural à emergência de movimentos sociais que lutam por respeito à diversidade e por mais poder econômico."
        },
        {
          "letter": "D",
          "text": "elimina profissionais do mercado com o objetivo de desmoralizar as empresas contratantes, causando-lhes prejuízos."
        },
        {
          "letter": "E",
          "text": "visa a aumentar a competição entre as empresas, que se valem do cancelamento para eliminar valores morais que consideram irresponsáveis."
        }
      ],
      "images": []
    },
    {
      "number": 11,
      "full_text": "\"O que torna possivel o surgimento de uma 'cultura do cancelamento' é um cenário em que os detentores de poder econômico e/ou politico vislumbram a utilização de valores morais como valores de mercado, seja no campo da publicidade, seja no campo da responsabilidade social da empresa.\n\nO conjunto de valores defendidos pelos movimentos sociais que lutam por reconhecimento e respeito à diversidade tornam- se atributos exigidos por dvversas empresas como elemento fundamental nas suas escolhas de investimento.\n\nSendo assim, a sangão especifica realizada pelos agentes do 'cancelamento' procura atingir não a liberdade do sujeito que supostamente ofende valores morais redevantes, que seria o instrumento coercitivo tradicionalmente previsto no direito penal, ou mesmo buscar reparações indenizatorias, instrumento de resposta a atos ilicios no direito civil, mas sim impedir, restringir ou inflagir danos na trajetória econômica e/ou profissional do sujeito 'cancelado'.\n\nNesse contexto, a 'cultura do cancelamento' representa um mecanismo de eliminação do mercado, em casos considerados graves, ou, em outros casos, de mera diminuição relativa do capital, de sujeitos ineficientes em fator competitivo específico, como inadequação de valores morais ostentados, por atos e/ou palavras, em determinados ambientes sociais.\"\n\n\n\nEm relação aos conectivos sublinhados no texto, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "seja...seja evidencia a dúvida das autoras quanto aos campos afetados pelo cancelamento."
        },
        {
          "letter": "B",
          "text": "que é utilizado para intensificar o valor dos movimentos sociais na luta pela diversidade."
        },
        {
          "letter": "C",
          "text": "sendo assim indica adesão autoral diante das formas de sangão aplicadas pelos agentes do cancelamento."
        },
        {
          "letter": "D",
          "text": "mas sim ressalta a diferença entre como se pune na cultura do cancelamento e no direito penal."
        },
        {
          "letter": "E",
          "text": "como introduz uma comparação entre distintas ações passíveis de gerar cancelamento."
        }
      ],
      "images": []
    },
    {
      "number": 12,
      "full_text": "# Texto 1\n\n\"Em Big Tech: a ascesção dos dados e a morte da política, Morozov estabelece 'um paralelo com os setores extrativistas de recursos naturais, como o petróleo', colocando 'no centro da discussão o modo de produção dessa economia, que ele chama de 'extrativismo de dados'. Apesar de a frase 'os dados são o novo petróleo' ser um chavão fraco em termos conceituais, Morozov理事长 o modismo útil para debatermos a matriz extrativista desde modo de produção, em especial a forma como as grandes empresas de tecnologia 'continuam escavando a nossa píque tal como as empresas de petróleo escavam o solo'.\"\n\n\n# Texto 2\n\n\"Colonialismo de dados é um modo de configurar o mundo inteiro, de tal forma que um recurso novo possa ser extraído - e esse recurso é a vida humana a partir da qual se pode extrair um valor econômico. Sustentamos que os modos nos quais este novo colonialismo opera, as escalas nas quais opera diferem do colonialismo histórico que tão bem entendemos. Mas a função, a finálidade subjacente, o núcleo deste novo colonialismo é exatamente o mesmo do colonialismo histórico. É o de despessoúir, apropriar- se dos recursos do mundo para o bem de uns poucos, de uma parte do mundo.\"\n\n\nConsiderando os excelertos apresentados, é corroto afirmar que extrativismo de dados e colonialismo de dados são conceitos desenvolvedos por Morozov e Couldry para nomear e descrever fenômenos",
      "alternatives": [
        {
          "letter": "A",
          "text": "baseados em mecanismos inéditos de acumulação de dados na história, de ampolo alcance, complementares e centrais para diferenciar a atual fase do modo de produção capitalista."
        },
        {
          "letter": "B",
          "text": "essencialmente diferentes, pois, enquanto o extrativismo trata de uma relação das empresas de tecnologia com a psique, o colonialismo trata de uma relação dessas empresas com a vida humana."
        },
        {
          "letter": "C",
          "text": "cuja logica de apropriação é diferente daquela verificada em relação ao petróleo, o que explicará os limites da comparação entre os dados produzidos por usuários da internet e o petróleo."
        },
        {
          "letter": "D",
          "text": "correspondentes a duas formas análogas de apreender transformações do capitalismo contemporâneo, referindo-se a práticas que surgiram no passado, colonização e extrativismo, e com os quais compartilham finalidades."
        },
        {
          "letter": "E",
          "text": "que abrem possibilidades para que alguns países desprovidos de recursos naturais valiosos se apropriem de dados produzidos por usuários, sem autorização prévia destes, para extrair lucros."
        }
      ],
      "images": []
    },
    {
      "number": 13,
      "full_text": "As formas de colonização ibérica e inglesa na América foram, durante muito tempo, consideradas processos isolados, estruturados em dois modelos opositos: as colónias de exploração e as de povoamento, respectivamente. No entanto, elas constituiram um emaranhado de experiências compartilhadas pelos impérios atlânticos. Os aspectos comuns a essas formas de colonização foram a",
      "alternatives": [
        {
          "letter": "A",
          "text": "partida dos colonizadores da metrópole, da qual saíram por fatores religiosos, e a adoção do trabalho livre como base da produção."
        },
        {
          "letter": "B",
          "text": "dominação e a exploração dos povos originários e o emprego sistemático do trabalho forçado dessas populações."
        },
        {
          "letter": "C",
          "text": "introdução de colonos sem interesse na ocupação demográfica e o objetivo exclusivo da extração de riquezas minerais."
        },
        {
          "letter": "D",
          "text": "produção local organizada em pequenas propriedades e a utilização primordial da força de trabalho familiar."
        },
        {
          "letter": "E",
          "text": "falta de interesse metropolitano pela exploração comercial e a inexistência de benefícios financeiros para a metrópole."
        }
      ],
      "images": []
    },
    {
      "number": 14,
      "full_text": "\"Brasileiros! (...) está conhecida nossa fusão ou engano em adotarmos um sistema de governo defeituoso em sua origem, e mais defeituoso em suas partes componentes. As constituicões, as leis e todas as constituicões humanas são feitas para os povos e não os povos para elas. Eia, pois, brasileiros, tratemos de constituírmos de um modo andólogo às luzes do século em que vivemos; o sistema americano deve ser idêntico; desprezemos constituicões oligárquicas, só cabidas na encanecida Europa.\"\n\n\nO excerto apresenta trecho do manifesto divulgado pelos rebeldes da Confederação do Equador (1824) e reage explicitamente",
      "alternatives": [
        {
          "letter": "A",
          "text": "à dissolução da Assembleia Constituinte e à outorga de uma constituicão elaborada pelo Corseello de Estado."
        },
        {
          "letter": "B",
          "text": "ao distanciamento do governo brasileiro em relação à Coroa Portuguesa e à política europeia do período."
        },
        {
          "letter": "C",
          "text": "ao caráter decentralizador do regime monárquico e ao aumento da autonomia das provincias."
        },
        {
          "letter": "D",
          "text": "ao poder exercido pelos produtores nordestinos de algodão e pelos cafecicultores paulistas."
        },
        {
          "letter": "E",
          "text": "à adoção de regime republicano pela Constituição e ao fechamento do parlamento nacional."
        }
      ],
      "images": []
    },
    {
      "number": 15,
      "full_text": "\"justice, each getting what he or she is due. Formal justice is the impartial and consistent application of principles, whether or not the principles themselves are just. Substantive justice is closely associated with rights, i.e., with what individuals can legitimately demand of one another or what they can legitimately demand of their government (e.g., with respect to the protection of liberty or the promotion of equality).\n\nRetributive justice concerns when and why punishment is justified. Debate continues over whether punishment is justified as retribution for past wrongdoing or because it deters future wrongdoing. Those who stress retribution as the justification for punishment usually believe human beings have libertarian free will, while those who stress deterrence usually accept determinism.\n\nAt least since Aristotle, justice has commonly been identified both with obeying law and with treating everyone with fairness. But if law is, and justice is not, entirely a matter of convention, then justice cannot be identified with obeying law.\"\n\nThe Cambridge Dictionary of Philosophy. General Editor Robert Audi, Cambridge, U.K.: C.U.P., 1999. p.456.\n\nConforme o verbete, a justiça substantiva pode ser definida como a",
      "alternatives": [
        {
          "letter": "A",
          "text": "aplicação imparcial e consistente de princípios éticos e morais."
        },
        {
          "letter": "B",
          "text": "promoção de punícões rigorosas para qualquer tipo de crime."
        },
        {
          "letter": "C",
          "text": "distribuição de recursos económicos de maneira equitativa, com enrase no coletivo."
        },
        {
          "letter": "D",
          "text": "garantia de que todos recebam o que lhes é devido, contemplando direitos individuais."
        },
        {
          "letter": "E",
          "text": "proteção exclusiva dos direitos das minorias, aumentando sua visibilidade social."
        }
      ],
      "images": []
    },
    {
      "number": 16,
      "full_text": "A construcao de uma rampa que seja acessivel a usuarios de cadeira de rodas deve seguir a norma ABNT NBR 9050. Esse documento regulamenta a inclinacao que a rampa deve ter a depender do desnivel maximo de cada segmento de rampa, conforme o seguinte quadro:\n\nInclinacao e desnivel maximo de cada segmento de rampa  \n\n<table><tr><td>Desnível h (em m)</td><td>Inclinação i admisível (em %)</td></tr><tr><td>1 &amp;lt; h ≤ 1,5</td><td>5</td></tr><tr><td>0,8 &amp;lt; h ≤ 1</td><td>5 &amp;lt; i ≤ 6,25</td></tr><tr><td>0 &amp;lt; h ≤ 0,8</td><td>6,25 &amp;lt; i ≤ 8,33</td></tr></table>\n\n\nA inclinacao i da rampa em porcentagem  $(\\%)$  e calculada dividindo a altura  $h$  do desnivel do segmento da rampa, em metros, pelo comprimento da projecao horizontal  $C$ , em metros, e multiplicando o resultado por 100. A figura a seguir mostra uma rampa de dois segmentos.\n\n\nDeterminada rampa de dois segmentos foi construida da seguinte maneira:\n\n- o primeiro segmento possui projecao horizontal de  $10 \\text{m}$  e inclinação de  $6\\%$ ;- o segundo segmento possui projecão horizontal de  $7 \\text{m}$  e desnivel de  $0,5 \\text{m}$ .\n\nCom base no que foi apresentado sobre a normativa, o que é correto afirmar sobre a adequacao desua rampa a norma de acessibilidade?",
      "alternatives": [
        {
          "letter": "A",
          "text": "A rampa nao esta adequada, pois os dois segmentos nao estao de acordo com a norma."
        },
        {
          "letter": "B",
          "text": "A rampa esta adequada, pois os dois segmentos estao de acordo com a norma."
        },
        {
          "letter": "C",
          "text": "A rampa nao esta adequada, pois o primeiro segmento nao esta de acordo com a norma."
        },
        {
          "letter": "D",
          "text": "A rampa nao esta adequada, pois o segundo segmento nao está de acordo com a norma."
        },
        {
          "letter": "E",
          "text": "A rampa esta adequada, pois, apesar de o segundo segmento nao estar de acordo com a norma, o primeiro esta."
        }
      ],
      "images": [
        {
          "src": "images/154bfccdf5213006e2a1f43ba63e026afabc1a2811c121d5332cf2d6d6162f66.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama de uma rampa com corrimão para cadeirantes, mostrando dimensões c e h.; elementos=[rampa, corrimão, cadeirante]; dados_chave=[c, h]; grandezas=[]; estrutura=[(rampa, posição); (corrimão, posição); (cadeirante, posição)]; texto_detectado=[]"
        }
      ]
    },
    {
      "number": 17,
      "full_text": "A imagem a seguir mostra um cruzamento da Rua da Consolação, na região central da cidade de São Paulo, em que há faixas de pedestre em diferentes direções. Essas faixas agilizam a travessia das ruas. Uma pessoa parte do ponto O e deseja chegar ao ponto C. Para tanto, percorre o trajeto pela faixa que liga O a B e, em seguida, utiliza a faixa que liga B a C. Considere que as codernadas dos pontos indicados na figura, em metros, são: O(0,0), B(13,- 15) e C(29,- 8).\n\n\nSeja  $d$  a distância, em metros, que essa pessoa deixaria de percorrer se tivesse optado por fazer a travessia pela faixa de pedestre que liga O e C. Nesse contexto, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "$d< 2$"
        },
        {
          "letter": "B",
          "text": "$2\\leq d< 5$"
        },
        {
          "letter": "C",
          "text": "$5\\leq d\\leq 8$"
        },
        {
          "letter": "D",
          "text": "$8< d\\leq 11$"
        },
        {
          "letter": "E",
          "text": "$11< d$"
        }
      ],
      "images": [
        {
          "src": "images/ff2b449fd175145448219ecda67b7f567a665ac6b1c59b3ee3f161f0e497c14a.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem aérea de um cruzamento urbano com marcações geométricas; elementos=[cruzamento, faixa de pedestres, Rua da Consolação, pontos O, B, C, linhas amarelas, linhas rosa]; dados_chave=[Rua da Consolação, linhas amarelas, linhas rosa]; grandezas=[]; estrutura=[(O↔B), (B↔C), (C↔O)]; texto_detectado=[Rua da Consolação]"
        }
      ]
    },
    {
      "number": 18,
      "full_text": "No dia 26 de marco de 2024, a 1h29min, aproximadamente, o navio cargueiro MV Dali colidiu com a ponte Francis Scott Key em Baltimore, EUA. O impacto causou o colapso da ponte, tornando- se um dos maiores acidentes maritimos da historia norte- americana.\n\nA figura a seguir mostra os dados da velocidade do navio em fungao da hora local. A colisao ocorreu no intervalo de 38 segundos, marcado por linhas pontilhadas no grafico.\n\n\n\nAssumindo que a massa do navio no momento do impacto seja de 100 mil toneladas e, tendo por base os dados do grafico, a magnitude da forca media atuando sobre o navio durante a colisao e de, aproximadamente,",
      "alternatives": [
        {
          "letter": "A",
          "text": "$7\\times 10^{-2}$  N."
        },
        {
          "letter": "B",
          "text": "$7\\times 10^{0}$  N."
        },
        {
          "letter": "C",
          "text": "$7\\times 10^{2}$  N."
        },
        {
          "letter": "D",
          "text": "$7\\times 10^{4}$  N."
        },
        {
          "letter": "E",
          "text": "$7\\times 10^{6}$  N. Note e adote: Considere que a fora atuando sobre o navio durante a colisao seja constante e igual a fora media. Utilize 1 m.p.h.  $= 0.5m / s$"
        }
      ],
      "images": [
        {
          "src": "images/e3d4926eec74ffbec5b56bc316377031379d5cf5e15d2d602bedc6e22faebb1a.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico mostra a velocidade de um navio ao longo do tempo, com uma redução brusca ao entrar em contato com uma ponte.; elementos=[linhas, pontos, texto, eixos]; dados_chave=[milhas por hora, MarineTraffic, My Ship Tracking, 1:18 a.m., 1:34 a.m., 38s]; grandezas=[(velocidade,7.82,m.p.h.),(velocidade,2.5,m.p.h.)]; estrutura=[(1:18,8);(1:20,8.5);(1:22,9);(1:24,9.5);(1:26,9.8);(1:28,7.82);(1:30,2.5);(1:32,1);(1:34,0.5)]; texto_detectado=[\"milhas por hora\", \"O navio começa a diminuir a velocidade\", \"38s\", \"7,82 m.p.h.\", \"Neste intervalo, o navio entra em contato com a ponte\", \"2,5 m.p.h.\", \"Velocidades de acordo com as fontes:\", \"MarineTraffic\", \"My Ship Tracking\", \"Nota: Os pontos de dados são representados como círculos. As linhas são apenas orientativas, ou seja, não são conhecidas as velocidades reais entre os pontos de dados.\"]"
        }
      ]
    },
    {
      "number": 19,
      "full_text": "O efeito Compton, descoberto na decada de 1920, e hoje amplamente utilizado durante tratamentos radioterapicos. O efeito relaciona- se a mudanca no comprimento de onda de fotonos de raios X quando interagem com particulas como eletrons ou protones, conforme ilustrado na figura a seguir.\n\n\nQuando um foton com comprimento de onda  $\\lambda_0$  incide sobre uma particula, ele emerge dessa interacao formando um angulo  $\\theta$  com sua direcao inicial de movimento, e seu novo comprimento de onda  $\\lambda^\\prime$  é dado pela relacao\n\n$$\n\\lambda^{\\prime} = \\lambda_{0} + \\frac{\\alpha}{m} (1 - \\cos \\theta),\n$$\n\nem que  $\\alpha$  é uma conditante positiva e  $m$  é a massa da particula.\n\nCom base nessas informacoes e em seus conhecimentos sobre a propagação das ondas eletromagnéticas, assinale a alternativa correta.",
      "alternatives": [
        {
          "letter": "A",
          "text": "A maior variacao no comprimento de onda do foton ocorre quando o angulo  $\\theta$  e igual a  $90^{\\circ}$"
        },
        {
          "letter": "B",
          "text": "Se o angulo  $\\theta$  e igual a  $30^{\\circ}$  o foton emergente tem frequencia menor do que a frequencia inicial."
        },
        {
          "letter": "C",
          "text": "Quando  $\\theta = 0$  a velocidade do foton emergente é menor do que a do foton incidente, devido à conservacao da quantidade de movimento."
        },
        {
          "letter": "D",
          "text": "Se o angulo  $\\theta$  e igual a  $60^{\\circ}$  a variacao no comprimento de onda do foton é menor se a particula for um eletron do que se a particula for um proton."
        },
        {
          "letter": "E",
          "text": "Um foton que emergiu perpendicularmente a sua direcao inicial nao sofreu mudanca em sua frequencia."
        }
      ],
      "images": [
        {
          "src": "images/c6ab9aaeb7907f95c667ba10f0ce837f9c8d1ecdf3c3667f3d1bbb7a3400dc44.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama mostrando a interação de um fóton com uma partícula e sua trajetória emergente; elementos=[fóton, partícula, fóton emergente, partícula emergente]; dados_chave=[eixos x e y, λ0, λ', θ, φ]; grandezas=[]; estrutura=[(fóton↔partícula), (fóton emergente↔partícula emergente)]; texto_detectado=[fóton, partícula, fóton emergente, partícula emergente]"
        }
      ]
    },
    {
      "number": 20,
      "full_text": "A figura a seguir apresenta a evolucao dos modelos atomicos, desde o primeiro, proposto por Dalton em 1803, até o de Bohr, proposto em 1913.\n\n\nSobre os quatro modelos atomicos apresentados, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Todos os modelos previram a presenca de cargas positivas no nucleo atomico."
        },
        {
          "letter": "B",
          "text": "O modelo propoito por Thomson, por prever a existencia de neutrons, nao poderia explicar a radiacao alfa (a)."
        },
        {
          "letter": "C",
          "text": "Diferentemente do modelo de Dalton, o modelo de Rutherford nao explica a estrutura de cations e anions."
        },
        {
          "letter": "D",
          "text": "Apenas o modelo de Bohr, com o advento de balanças de precisao, considerou a diferenca de massa entre os elementos."
        },
        {
          "letter": "E",
          "text": "Elementos radiativos nao poderiam ser explicados pelo modelo proposto por Dalton."
        }
      ],
      "images": [
        {
          "src": "images/96052814f9f021d3aa43b9991af757dead547d749f1488a7746bdef7de11b676.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama mostrando a evolução dos modelos atômicos de Dalton, Thomson, Rutherford e Bohr; elementos=[esfera vermelha, esfera amarela com símbolos de carga, esfera roxa com núcleo, esfera azul com órbitas]; dados_chave=[Dalton (1803), Thomson (1904), Rutherford (1911), Bohr (1913)]; grandezas=[]; estrutura=[(Dalton, esfera vermelha), (Thomson, esfera amarela com símbolos de carga), (Rutherford, esfera roxa com núcleo), (Bohr, esfera azul com órbitas)]; texto_detectado=[Dalton (1803), Thomson (1904) (Cargas positivas e negativas), Rutherford (1911) (Núcleo e eletrosfera), Bohr (1913) (Níveis de energia)]"
        }
      ]
    },
    {
      "number": 21,
      "full_text": "Baterias ion- litio (ion- Li) armazenam energia por meio de um processo de intercalação ionica, no qual ions  $\\mathsf{Li}^{+}$ penetram e se acomodam entre camadas de grafite no ânodo da bateria. A quantidade de energia armazenada é diretamente proportional ao número de ions  $\\mathsf{Li}^{+}$ intercalados no ânodo, que, entre outros aspectos, é limitado pelo espaço disponível para a sua alocação. Uma recente inovação tecnológica em baterias é a substituição de Li por Na, formando baterias ion- sódio (ion- Na). O mecanismo de funcionamento se baseia no processo de intercalação, com a vantagem de que o Na é mais abundante do que o Li no planeta.\n\nConsiderando que a única diferença entre baterias de mesma massa e volume seja o fon utilizado (Na\\* ou  $\\mathsf{Li}^{+}$  ) e que a densidade de energia é a quantidade de energia armazenada na bateria por unidade de massa e volume, é correto afirmar que a densidade de energia de uma bateria ion- Na é",
      "alternatives": [
        {
          "letter": "A",
          "text": "maior do que de uma bateria ion-Li, pois o  $\\mathsf{Na}^{+}$ tem maior massa e menor raio iônico do que o  $\\mathsf{Li}^{+}$ .(B) menor do que de uma bateria ion-Li, pois o  $\\mathsf{Na}^{+}$ tem maior massa e maior raio iônico do que o  $\\mathsf{Li}^{+}$ .(C) maior do que de uma bateria ion-Li, pois o  $\\mathsf{Na}^{+}$ tem menor massa e maior raio iônico do que o  $\\mathsf{Li}^{+}$ .(D) menor do que de uma bateria ion-Li, pois o  $\\mathsf{Na}^{+}$ tem menor massa e menor raio iônico do que o  $\\mathsf{Li}^{+}$ .(E) igual à de uma bateria ion-Li, pois ambos os ions são monovalentes. # Note e adote: Distribução eletromica:  $\\mathsf{Li} = 1\\mathsf{s}^{+}$ ,  $2\\mathsf{s}^{+}$ ,  $\\mathsf{Na} = 1\\mathsf{s}^{+}$ ,  $2\\mathsf{s}^{+}$ ,  $2\\mathsf{p}^{+}$ ,  $3\\mathsf{s}^{+}$ . Massa atômica (u):  $\\mathsf{Li} = 7$ ;  $\\mathsf{Na} = 23$ ."
        }
      ],
      "images": []
    },
    {
      "number": 22,
      "full_text": "<table><tr><td>Material</td><td>Índice de refração n1</td></tr><tr><td>A</td><td>1,0002</td></tr><tr><td>B</td><td>1,0003</td></tr><tr><td>C</td><td>1,1503</td></tr><tr><td>D</td><td>1,3204</td></tr><tr><td>E</td><td>1,4889</td></tr></table>\n\nTratando o meio 2 sempre como tendo índice de refração  $n_{2} = 1,0003$ , o material que permite o maior intervalo de ângulos de incidência que produzem reflexão total é:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Material A."
        },
        {
          "letter": "B",
          "text": "Material B."
        },
        {
          "letter": "C",
          "text": "Material C."
        },
        {
          "letter": "D",
          "text": "Material D."
        },
        {
          "letter": "E",
          "text": "Material E."
        }
      ],
      "images": [
        {
          "src": "images/51fed61c162cbb40be353c551d70e742bbfe4069ee58ac1c1da3470a7e28af7c.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama mostrando reflexão total e luz espalhada com interação de um dedo e ângulos de incidência em diferentes meios.; elementos=[dedo, luz, superfície, ângulos, meios]; dados_chave=[reflexão total, luz espalhada, θ, θL, n1, n2]; grandezas=[]; estrutura=[(dedo↔superfície), (luz↔superfície), (θ>θL), (θ<θL)]; texto_detectado=[reflexão total, luz espalhada, θ>θL, θ<θL, n1, n2]"
        }
      ]
    },
    {
      "number": 23,
      "full_text": "Considere o texto a seguir.\n\nThe Event Horizon Telescope Collaboration.\n\n\"Com observacoes feitas pela primeira vez em luz polarizada, a nova imagem do buraco negro que se esconde no coração da Via Láctea revelou um campo magnético com uma estrutura muito semelhante à de outro buraco negro situado no centro da galáxia M87, sugerindo que campos magnéticos intensos podem ser comuns a todos os buracos negros.\n\nA luz é uma onda eletromagnética que nos permite ver objetos. Por vezes, os campos elétrico e magnético associados à onda oscilam em direções preferenciais, definindo o que chamamos de luz polarizada. Apesar de estarmos rodeados por luz polarizada, aos olhos humanos essa luz é indistinguível da luz dita 'normal'. No plasma que rodeia estes buracos negros, as particulas que giram em torno das linhas de campo magnético conferem- lhe um padrão de polarização com orientação na direção perpendicular ao campo magnético do buraco negro, o que permite aos astrônomos ver com muitos detalhes o que se passa nas regiões dos buracos negros e mapear as suas linhas de campo magnético.\"\n\n\nCom base no texto e em seus conhecimentos, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "A medida do padrão de polarização da luz mencionada no texto permite somente o mapeamento das linhas de campos magnéticos na direção paralela à direção da polarização."
        },
        {
          "letter": "B",
          "text": "O olho humano pode discriminar as diferentes direções da luz polarizada dos buracos negros, mapeando suas linhas de campo."
        },
        {
          "letter": "C",
          "text": "Campos magnéticos como os mencionados no texto são criados apenas por cargas elétricas em repouso no plasma que rodeia os buracos negros."
        },
        {
          "letter": "D",
          "text": "O plasma é formado por particulas eletricamente carregadas, dado que essas particulas exibem um movimento circular perpendicular à direção do campo magnético."
        },
        {
          "letter": "E",
          "text": "O processo de mapeamento das linhas de campo magnético mencionado no texto pode ser realizado por meio da detecção de qualquer tipo de onda eletromagnética gerada em buracos negros."
        }
      ],
      "images": [
        {
          "src": "images/cd41f5de9525c99e780cca82dfa1a1d00341ecf940703bd6515f3c3ee799b68a.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem de um buraco negro com um anel luminoso ao redor; elementos=[buraco negro, anel luminoso]; dados_chave=[cores: laranja, amarelo, preto]; grandezas=[]; estrutura=[]; texto_detectado=[]"
        }
      ]
    },
    {
      "number": 24,
      "full_text": "Na zona sul da cidade de São Paulo, há uma esquina formada pelas ruas Cloreto de Sódio e Relíquia do Oceano.\n\n\nA coincidência do encontro dessas ruas chama a atenção, pois o cloreto de sódio",
      "alternatives": [
        {
          "letter": "A",
          "text": "praticamente não está presente no oceano, apesar de este ser salgado."
        },
        {
          "letter": "B",
          "text": "é insolúvel na água do oceano por apresentar ligação iônica."
        },
        {
          "letter": "C",
          "text": "utilizado no Brasil é quase todo proveniente do oceano."
        },
        {
          "letter": "D",
          "text": "obtido do oceano apresenta ligação covalente, enquanto o extraido do salgema, ligação iónica."
        },
        {
          "letter": "E",
          "text": "retirado do oceano tem mais átomos de cloro ligados ao sódio do que o oriundo de outras fontes."
        }
      ],
      "images": [
        {
          "src": "images/e1ccb48d085d6f470a35f34a942c03a8026ec6481ff46783859fd6f942a6d732.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem aérea de um cruzamento urbano com ruas identificadas.; elementos=[ruas, edifícios, telhados, vegetação]; dados_chave=[R. Relíquia do Oceano, R. Cloreto de Sódio]; grandezas=[]; estrutura=[(R. Relíquia do Oceano↔R. Cloreto de Sódio)]; texto_detectado=[R. Relíquia do Oceano, R. Cloreto de Sódio]"
        }
      ]
    },
    {
      "number": 25,
      "full_text": "\"Historiadores encontraram um mapa antigo onde não era possível identificar a escala do mapa. Com algum esforço e apoio de Geógrafos, foi possível avaliar a distância no mapa entre duas localidades como sendo de 20 centímetros. Buscando elementos na paisagem, foi possível quantificar a distância entre elas como equivalente a 40 quilômetros.\"\n\n\nCom base nessas medidas, a escala numérica do mapa corresponde a",
      "alternatives": [
        {
          "letter": "A",
          "text": "1:20.000."
        },
        {
          "letter": "B",
          "text": "1:200.000."
        },
        {
          "letter": "C",
          "text": "1:2.000.000."
        },
        {
          "letter": "D",
          "text": "1:2.200.000."
        },
        {
          "letter": "E",
          "text": "1:20.000.000. Atualmente  $80\\%$  do comércio mundial transita pelos mares, principalmente em rotas que passam pelos Canais do Panamá e de Suez. Com a redução das calotas polares, novas rotas estão surgindo no Ártico. Mesmo com sua fragilidade ambiental, a região passou a ser uma nova fronteira para o comércio mundial. ![](images/65915b3fb4a013c32703e75ca5c357e8d78ec67fb7bfc0302d8b2db52c358341.jpg) IMG_DESC_START : tipo=mapa; resumo=Mapa mostrando rotas marítimas no Ártico e comparação com rotas tradicionais. elementos=[Canal do Panamá, Canal de Suez, Rota Nordeste, Rota Noroeste, Polo Norte, Groenlândia, Islândia, Noruega, Rússia, China, Estados Unidos, Canadá, Europa]; dados_chave=[500 km, 25.588 km, 19.550 km, 16.100 km, 15.793 km, 2019, 2030]; grandezas=[]; estrutura=[]; texto_detectado=[Via Canal do Panamá, Rota Noroeste, Via Canal de Suez, Rota Nordeste, Rotas entre China, Europa, EUA e Canadá, Mar de Bering, Estreito de Bering, Circulo Polar Ártico, Oceano Glacial Ártico, Polo Norte, Baía de Hudson, Baía de Baffin, Groenlândia, Islândia, Noruega, Suécia, Finlândia, Rússia, China, América, Ásia, Europa, Legenda, Zona turística, Bases Militares, Portos Comerciais, Cidades, Exploração e Produção, Petróleo, Gás, Principais zonas de exploração mineral, Limite da Zona Econômica Exclusiva, Cobertura do gelo marinho no Ártico em setembro, Projeção para 2030, Rotas marítimas do Ártico, Rota Noroeste, Ponte Ártica da Passagem Noroeste, aberta 4 meses por ano, Rota Nordeste, Tráfego marítimo intenso] IMG_DESC_END Carto Le monde en cartes, n.59, maio-junho 2020 (Adaptado). Com base no texto, na leitura do mapa e em seus conhecimentos sobre as rotas marítimas, assinale a alternativa correta."
        }
      ],
      "images": []
    },
    {
      "number": 27,
      "full_text": "# Climate change is messing with time\n\n\"The melting of polar ice due to global warming is affecting Earth's rotation and could impact on precision timekeeping, according to a recent study.\n\nThe planet is not about to jerk to a halt, nor speed up so rapidly that everyone gets flung into space. But timekeeping is an exact science in a highly technological society, which is why global authorities more than half a century ago felt compelled by the slight changes in Earth's rotation to invent the concept of the 'leap second'.\n\nClimate change makes these calculations even more complicated. Soon it may be necessary to insert a 'negative leap second' into the calendar to get the planet's rotation in sync with Coordinated Universal Time.\n\nTimekeeping is based on an astronomical basis. Earth is a type of a clock. In simpler times, the planet would spin one full revolution on its axis, and everyone would call it a day.\n\nBut Earth doesn't spin at a perfectly constant speed. Our planet is in a complicated gravitational dance with the moon, the sun, the oceanic tides, Earth's own atmosphere and the motion of the planet's solid inner core.\n\nThe planet's fluctuating spin rate is carefully tracked by the International Earth Rotation and Reference Systems Service. In the early 1970s, Earth was clearly slowing down in its rotation, and a gap was forming between atomic time and astronomical time. Thus, was born the 'leap second' to adjust for the fact that the 'day' was getting a bit longer.\n\nThe melting of the ice caps in Antarctica and Greenland shifts mass - - meltwater - - toward the equator. That process increases the equatorial bulge of the planet. Meanwhile, at the poles, the land that had been pressed down by ice rises, and Earth becomes more spherical.\n\nAccording to the study, although the core is causing the planet to spin faster, the planetary shape changes caused by a warming climate are slowing that process. Absent this effect, the overall acceleration of the planet's rotation might require timekeepers to insert a 'negative leap second' at the end of 2026. Because of climate change, that might not be necessary until 2029. \"\n\n\n\nSegundo o texto, o processo de derretimento das calotas polares",
      "alternatives": [
        {
          "letter": "A",
          "text": "põe em dúvida a necessidade do conceito de segundo bissexto."
        },
        {
          "letter": "B",
          "text": "desloca o fluxo de água para regiões afastadas da linha do Equador."
        },
        {
          "letter": "C",
          "text": "deve antecipar em três anos o ajuste dos relógios atômicos."
        },
        {
          "letter": "D",
          "text": "ultrapassa o alcance do sistema do Tempo Universal Coordenado."
        },
        {
          "letter": "E",
          "text": "tende a reduzir a velocidade de rotação da Terra."
        }
      ],
      "images": []
    },
    {
      "number": 28,
      "full_text": "# Climate change is messing with time\n\n\"The melting of polar ice due to global warming is affecting Earth's rotation and could impact on precision timekeeping, according to a recent study.\n\nThe planet is not about to jerk to a halt, nor speed up so rapidly that everyone gets flung into space. But timekeeping is an exact science in a highly technological society, which is why global authorities more than half a century ago felt compelled by the slight changes in Earth's rotation to invent the concept of the 'leap second'.\n\nClimate change makes these calculations even more complicated. Soon it may be necessary to insert a 'negative leap second' into the calendar to get the planet's rotation in sync with Coordinated Universal Time.\n\nTimekeeping is based on an astronomical basis. Earth is a type of a clock. In simpler times, the planet would spin one full revolution on its axis, and everyone would call it a day.\n\nBut Earth doesn't spin at a perfectly constant speed. Our planet is in a complicated gravitational dance with the moon, the sun, the oceanic tides, Earth's own atmosphere and the motion of the planet's solid inner core.\n\nThe planet's fluctuating spin rate is carefully tracked by the International Earth Rotation and Reference Systems Service. In the early 1970s, Earth was clearly slowing down in its rotation, and a gap was forming between atomic time and astronomical time. Thus, was born the 'leap second' to adjust for the fact that the 'day' was getting a bit longer.\n\nThe melting of the ice caps in Antarctica and Greenland shifts mass - - meltwater - - toward the equator. That process increases the equatorial bulge of the planet. Meanwhile, at the poles, the land that had been pressed down by ice rises, and Earth becomes more spherical.\n\nAccording to the study, although the core is causing the planet to spin faster, the planetary shape changes caused by a warming climate are slowing that process. Absent this effect, the overall acceleration of the planet's rotation might require timekeepers to insert a 'negative leap second' at the end of 2026. Because of climate change, that might not be necessary until 2029. \"\n\n\n\nConforme o texto, os fenômenos naturais que desempenham papel significativo na complexa interação gravitacional que afeta a rotação da Terra são",
      "alternatives": [
        {
          "letter": "A",
          "text": "terremotos."
        },
        {
          "letter": "B",
          "text": "vulcões."
        },
        {
          "letter": "C",
          "text": "avalanches."
        },
        {
          "letter": "D",
          "text": "marés dos oceanos."
        },
        {
          "letter": "E",
          "text": "ciclones."
        }
      ],
      "images": []
    },
    {
      "number": 29,
      "full_text": "# Climate change is messing with time\n\n\"The melting of polar ice due to global warming is affecting Earth's rotation and could impact on precision timekeeping, according to a recent study.\n\nThe planet is not about to jerk to a halt, nor speed up so rapidly that everyone gets flung into space. But timekeeping is an exact science in a highly technological society, which is why global authorities more than half a century ago felt compelled by the slight changes in Earth's rotation to invent the concept of the 'leap second'.\n\nClimate change makes these calculations even more complicated. Soon it may be necessary to insert a 'negative leap second' into the calendar to get the planet's rotation in sync with Coordinated Universal Time.\n\nTimekeeping is based on an astronomical basis. Earth is a type of a clock. In simpler times, the planet would spin one full revolution on its axis, and everyone would call it a day.\n\nBut Earth doesn't spin at a perfectly constant speed. Our planet is in a complicated gravitational dance with the moon, the sun, the oceanic tides, Earth's own atmosphere and the motion of the planet's solid inner core.\n\nThe planet's fluctuating spin rate is carefully tracked by the International Earth Rotation and Reference Systems Service. In the early 1970s, Earth was clearly slowing down in its rotation, and a gap was forming between atomic time and astronomical time. Thus, was born the 'leap second' to adjust for the fact that the 'day' was getting a bit longer.\n\nThe melting of the ice caps in Antarctica and Greenland shifts mass - - meltwater - - toward the equator. That process increases the equatorial bulge of the planet. Meanwhile, at the poles, the land that had been pressed down by ice rises, and Earth becomes more spherical.\n\nAccording to the study, although the core is causing the planet to spin faster, the planetary shape changes caused by a warming climate are slowing that process. Absent this effect, the overall acceleration of the planet's rotation might require timekeepers to insert a 'negative leap second' at the end of 2026. Because of climate change, that might not be necessary until 2029. \"\n\n\n\nConsiderando os seres vivos atuais, as informações trazidas pelo texto e os principios da Teoria Sintética da Evolução, é correto afirmar que",
      "alternatives": [
        {
          "letter": "A",
          "text": "as espécies necessariamente se adaptarão às novas mudanças do planeta."
        },
        {
          "letter": "B",
          "text": "somente espécies de dias longos, ou seja, aquelas que precisam de mais horas de luz, sobreviverão às mudanças previstas."
        },
        {
          "letter": "C",
          "text": "é difícil prever como se dará a evolução das espécies, porque esse é um processo mediado pelo acaso."
        },
        {
          "letter": "D",
          "text": "nenhuma espécie sobreviverá às mudanças na Terra e novas espécies surgirão em seu lugar."
        },
        {
          "letter": "E",
          "text": "espécies aquáticas terão vantagem adaptativa sobre espécies terrestres, uma vez que todos os continentes submergirão com o derretimento das geleiras."
        }
      ],
      "images": []
    },
    {
      "number": 30,
      "full_text": "A imagem a seguir ilustra o aparecimento de uma barreira que promoveu separação de uma população de rinocerontes e consequente redução no tamanho das populações resultantes.\n\n\n\nÉ correto afirmar que, nas população fragmentadas, ocorre",
      "alternatives": [
        {
          "letter": "A",
          "text": "maior variabilidade genética."
        },
        {
          "letter": "B",
          "text": "maior risco de aparecimento de doenças genéticas recessivas."
        },
        {
          "letter": "C",
          "text": "menor frequência de mutações."
        },
        {
          "letter": "D",
          "text": "seleção natural dos indivíduos com características genéticas dominantes."
        },
        {
          "letter": "E",
          "text": "favorecimento da mistura entre elas."
        }
      ],
      "images": [
        {
          "src": "images/38afffe08f02391957ff357ffe99cb53df4143202989a328649abf617daa8c42.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama mostrando a redução da população de rinocerontes após a fragmentação do habitat ao longo do tempo.; elementos=[rinocerontes, casas, círculos, flecha, texto]; dados_chave=[cores dos círculos, direção do tempo]; grandezas=[]; estrutura=[(rinocerontes, círculo maior);(casas, dispersas);(flecha, entre círculos);(rinocerontes, círculo menor)]; texto_detectado=[Redução no tamanho da população após a fragmentação do habitat, Tempo]"
        }
      ]
    },
    {
      "number": 31,
      "full_text": "Alguns corais contem, em sua estrutura, algas fornecedoras de carboidratos que auxiliam no crescimento e na construgao do esqueleto do coral. Os corais, por sua vez, fornecem um ambiente de protecao e importantes nutrientes as algas. As mudangas climaticas globais tem provocado a morte dessas algas e, em muitos casos, a morte dos corais.\n\nAssinale a alternativa que representa a relacao ecologica entre os corais e as algas, assim como o impacto imediato causado pela morte dos corais.",
      "alternatives": [],
      "images": []
    },
    {
      "number": 32,
      "full_text": "O fenomeno fisico conhecido como iridescencia ocorre nas asas de certas especies de borboletas e caracteriza- se pela variacao das cores de acordo com o angulo de observacao. A existencia de faixas coloridas na superficie das asas das borboletas ocorre devido a diferentes formas de superposicao entre raios luminosos refletidos por uma fina camada de substancia transparente existente na superficie das asas.\n\n\nOs fenomenos fisicos diretamente relacionados com a iridescencia sao",
      "alternatives": [
        {
          "letter": "A",
          "text": "dilatacao e reflexao."
        },
        {
          "letter": "B",
          "text": "interferencia e dilatacao."
        },
        {
          "letter": "C",
          "text": "dissipacao e difracao."
        },
        {
          "letter": "D",
          "text": "conveccao e dispersao."
        },
        {
          "letter": "E",
          "text": "reflexao e interferencia."
        }
      ],
      "images": [
        {
          "src": "images/18ecd599aaa3bd8851d09d0e14fa7345da328c9cd12282bddeb9851568e74ea0.jpg",
          "img_desc_raw": "tipo=foto; resumo=Foto de uma borboleta com asas coloridas em fundo preto.; elementos=[borboleta, asas, fundo preto]; dados_chave=[cores: verde, azul, preto]; grandezas=[]; estrutura=[(borboleta, centro)]; texto_detectado=[]"
        }
      ]
    },
    {
      "number": 33,
      "full_text": "Em um estudo relatado no periodico Physics Today, cientistas belgas mostraram que os pica- paus nao dispom de mecanismos de absorcao de choques em seus ossos do cranio, ao contrario do que se acreditava anteriomente. Nos experimentos realizados, verificou- se que o cerebro de um pica- pau pode experimentar desaceleracoes instantaneas de ate  $400g$  ,sendo  $g$  o modulo da aceleracao da gravidade. Suponha que, durante uma batida em um tronco de dvore, o cranio do pica- pau, suposto perfeitamente rigido, sofra uma desaceleracao constante de  $200g$  ao longo de um tempo de 2,0 milissegundos. Qual e a distancia percorrida pelo cranio do pica- pau durante esse tempo, até atingir momentaneamente o repouso?",
      "alternatives": [
        {
          "letter": "A",
          "text": "$2,0mm$"
        },
        {
          "letter": "B",
          "text": "$4,0mm$"
        },
        {
          "letter": "C",
          "text": "$8,0mm$"
        },
        {
          "letter": "D",
          "text": "$16mm$"
        },
        {
          "letter": "E",
          "text": "$32mm$ Note e adote: Aceleracao da gravidade:  $g = 10m / s^2$"
        }
      ],
      "images": [
        {
          "src": "images/a9b12c5da2ee542cf7d4203ecf215658913f61abf412984c3a52c39bb67af132.jpg",
          "img_desc_raw": "tipo=outro; resumo=Imagens de um pica-pau com pontos coloridos numerados e gráfico de desaceleração em g com picos coloridos correspondentes.; elementos=[pica-pau, gráfico, pontos coloridos, números]; dados_chave=[desaceleração, g, 0.01s, 1, 2, 3, 4]; grandezas=[(g,200,g)]; estrutura=[(1,0.01,0→200);(2,0.02,0→150);(3,0.03,0→180);(4,0.04,0→170)]; texto_detectado=[Desaceleração, 0.01s]"
        }
      ]
    },
    {
      "number": 34,
      "full_text": "A casa está cheia de ratos...\"\n\nDyonélio Machado. Os ratos.\n\nA obra Os ratos (1935), de Dyonélio Machado, narra o dia em que Naziazeno saiu pela cidade de Porto Algarre no intuito de conseguir dinheiro para pagar a conta do lelteiro. Os animais que dão título à narrativa apenas aparecem em seus últimos capitulos e ocupam o tempo reservado para o descanso do protagonista. E possível, então, afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Naziazeno, inconformado com sua condição de devedor, perambula pela cidade, encontrando refúgio junto aos ratos que o acolhem."
        },
        {
          "letter": "B",
          "text": "Os ratos são os credores de Naziazeno zoomorfizados, que se encontram à espreita para a cobrança de outras dividas."
        },
        {
          "letter": "C",
          "text": "Os \"guinchinhos\", que ressoam nos ouvidos de Naziazeno, são o eco de seu dia de perambulação, como se lebrassem os obstáculos que venceu."
        },
        {
          "letter": "D",
          "text": "Os ruidos dos roedores mostram que Naziazeno, ao pagar a sua dividada, esquece os obstáculos que venceu."
        },
        {
          "letter": "E",
          "text": "O contraste entre o repouso de Naziazeno e o aparecimento dos roedores denunção a permanência da sua situação de penúria social e financeira."
        }
      ],
      "images": []
    },
    {
      "number": 35,
      "full_text": "\"Ele vê o gesto do advogado Dr. Otávio Conti, no café, metendo a mão no bolso, tirando uma cédula de cem miréis e entregando- a ao Duque: '—Vá levantar esta letra. Você me devolve depois.' Não é bem caridade... Ele não sabe explicar... Há nisso um certo tom de versatilidade... de facilidade... de um tal ou qual afrouxamento do caráter... Ele vê o Andrade tirando, com o gesto do Dr. Otávio Conti, a 'mesma' cédula do bolso e entregando- lha... A casa aristocrática acha- se perto. A numeração já está em quase trezentos. Uma pequena aragem que sapra levemente nesta parte alta da rua passa- lhe pelas mãos e esfria- as... O seu corpo suado fica como que um bloco gelado e dá- lhe a sensação de que se encolhe, se retrai demo da sua roupa quente e assoleada, que dela se despega como duma carapaça. Ao mesmo tempo o coração, que batia lá no fundo do peito, veio palpitar bem à superficie, quase à flor da pele, meio engasgando- o.\"\n\nDyonélio Machado. Os ratos.\n\nDentre as frases em destaque, a que caracteriza os efeitos fisiológicos em Naziazeno da reação de luta ou fuga pela ativação do sistema nervoso simpático e:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Ele vê o gesto do advogado Dr. Otávio Conti, no café, metendo a mão no bolso, tirando uma cédula de cem miréis e entregando- a ao Duque."
        },
        {
          "letter": "B",
          "text": "Ele não sabe explicar... Há nisso um certo tom de versatilidade... de facilidade... de um tal ou qual afrouxamento do caráter..."
        },
        {
          "letter": "C",
          "text": "Ele vê o Andrade tirando, com o gesto do Dr. Otávio Conti, a \"mesma\" cédula do bolso e entregando- lha..."
        },
        {
          "letter": "D",
          "text": "Uma pequena aragem que sopra levemente nesta parte alta da rua passa-lhe pelas mãos e esfria-as."
        },
        {
          "letter": "E",
          "text": "Ao mesmo tempo o coração, que batia lá no fundo do peito, veio palpitar bem à superficie, quase à flor da pele, meio engasgando- o."
        }
      ],
      "images": []
    },
    {
      "number": 36,
      "full_text": "\"Madala pensou que devia dizer qualquer coisa ao Djimo, mas não se lembrou de repetir a pergunta para si mesmo e por isso não soube o que dizer.\n\nO capataz fazia sinais à Maria, mas esta parecia não entender.\n\nA planta que Madala segurava na mão oferecia ao seu esforço uma resistência exagerada. Por isso, o punho de Madala tremia.\n\n(...)\n\nO tom da voz de Djimo revelava certo nervosismo:\n\n- Madala...\n\nMas o nervosismo desapareceu logo. Djimo deu uma ordem:\n\n- Madala, não olhes para lá!\n\nDentro de Madala, qualquer coisa se crispou. Mas não eram os fios da sua doença.\"\n\nLuís Bernardo Honwana. \"Dina\". In: Nos matamos o cão tinhoso!.\n\nConsiderando o papel da antologia Nos matamos o cão tinhoso! na literatura Moçambicana e como a sociedad de Moçambique dos anos 1950 e 1960 se configura literariamente no conto \"Dina\", é corroto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "O conto apresenta, de modo documental e objetivo, a condição económico-social de uma família, mediante a enumeração de objetos que conotam a vida difícil dos moçambicanos em busca de um lugar na hierarquia prestabelecida pelo colonizador europeu."
        },
        {
          "letter": "B",
          "text": "O conto demonstra como Luís Bernardo Honwana recria consistentemente a estrutura do português do colonizador a partir das línguas originárias de Moçambique, fazendo da linguagem um instrumento de luta anticolonial."
        },
        {
          "letter": "C",
          "text": "O conto retrata as primeiras reações dos trabalhadores do campo, como Madala e Djimbo, que se levantam em armas contra os aparelhos repressivos do Estado português e a violência nas relações de trabalho, representados no texto pelo capataz."
        },
        {
          "letter": "D",
          "text": "No conto, a sociedad moçambicana vai sendo apresentada sobre ponto de vista do colonizador, de modo a comprovar o ideal civilizatório da colonização portuguesa na Africa e a convivência equilibrada entre colonizadores e colonizados."
        },
        {
          "letter": "E",
          "text": "No conto, embora perceba ter ultrapassado um limite moral ao descobrir o parentesco entre Maria e Madala, o capataz personifica a imposição da violência e do patriarcalismo metropolitanos aos homens e mulheres de Moçambique."
        }
      ],
      "images": []
    },
    {
      "number": 37,
      "full_text": "# Bem-vinda!\n\n\"Bem- vindal!\" \"Eram faíscas suas palavras que me queimavam em doses homeopáticas durante todas as noites... Foram longos anos, dia após dia perdendo um pouco mais minha autoestima, abrindo mão das roupas que gostava, dos estudos, do trabalho e das amigas fazendo de tudo pra evitar brigas, mas ele sempre dizia que a culpa era minha. Até que um dia, me empurrou, me acuu como se eu pudesse caber em qualquer fosta, encurralada, me mandou ficar calada e, com medo, obedeci. Eu pedia desculpa toda vez depois de falar como se fosse um defeito de nascença querer me colocar. A minha casa se tornou um ambiente tão hostil e eu, prisioneira das minhas próprias ideias, acreditando que o amor era isso, esse abismo, onde só um fala e o outro, fica omisso. Precisei tirar forças de lugares sagrados, pra me afastar e reagir, recolher meus pedaços. Meus olhos encheram de mar, eu desaguei, decidi não mais me calar, denunciei! E depois do silêncio quebrado, meus pensamentos em guerra cessaram, recuperei o fôlego e ouvi meu coração sendo grato. Encontrei em mim um porto seguro, entendi que meu corpo é meu lar e, no caminho até ele, escolho quem anda comigo e quem convido pra entrar. Hoje, quando olho pra dentro, vejo uma nova mulher renascendo, eu celebro sua chegada e contemplo essa nova vida. Sem medo, abro a janela de casa e, com olhar de quem há tanto tempo esperava, te pego pela mão e digo: Seja bem- vinda!\"\n\nMel Duarte. Colmeia - Poemas Reunidos.\n\n\nA expressão bem- vinda usada no título repetida no último verso faz alusão",
      "alternatives": [
        {
          "letter": "A",
          "text": "ao uprisionamento da mulher que não consegue se libertar do poderio masculino."
        },
        {
          "letter": "B",
          "text": "à guerra interior e à falta de forças da mulher oprimida, que aceita sua condição."
        },
        {
          "letter": "C",
          "text": "ao renascimento da mulher que alcaica, após a opressão, coragem para encontrar-se a si mesma."
        },
        {
          "letter": "D",
          "text": "ao rebaixamento da mulher que se cala e se desculpa, perdendo aos poucos sua autoestima."
        },
        {
          "letter": "E",
          "text": "à força da mulher que, mesmo hostilizada, tem poder para fazer entrar em sua casa quem a encurralava."
        }
      ],
      "images": []
    },
    {
      "number": 38,
      "full_text": "# Bem-vinda!\n\n\"Bem- vindal!\" \"Eram faíscas suas palavras que me queimavam em doses homeopáticas durante todas as noites... Foram longos anos, dia após dia perdendo um pouco mais minha autoestima, abrindo mão das roupas que gostava, dos estudos, do trabalho e das amigas fazendo de tudo pra evitar brigas, mas ele sempre dizia que a culpa era minha. Até que um dia, me empurrou, me acuu como se eu pudesse caber em qualquer fosta, encurralada, me mandou ficar calada e, com medo, obedeci. Eu pedia desculpa toda vez depois de falar como se fosse um defeito de nascença querer me colocar. A minha casa se tornou um ambiente tão hostil e eu, prisioneira das minhas próprias ideias, acreditando que o amor era isso, esse abismo, onde só um fala e o outro, fica omisso. Precisei tirar forças de lugares sagrados, pra me afastar e reagir, recolher meus pedaços. Meus olhos encheram de mar, eu desaguei, decidi não mais me calar, denunciei! E depois do silêncio quebrado, meus pensamentos em guerra cessaram, recuperei o fôlego e ouvi meu coração sendo grato. Encontrei em mim um porto seguro, entendi que meu corpo é meu lar e, no caminho até ele, escolho quem anda comigo e quem convido pra entrar. Hoje, quando olho pra dentro, vejo uma nova mulher renascendo, eu celebro sua chegada e contemplo essa nova vida. Sem medo, abro a janela de casa e, com olhar de quem há tanto tempo esperava, te pego pela mão e digo: Seja bem- vinda!\"\n\nMel Duarte. Colmeia - Poemas Reunidos.\n\n\nAssinale a alternativa que apresenta uma correspondência correta entre os versos destacados e os recursos utilizados para evidenciar a dor expressa no poema.",
      "alternatives": [
        {
          "letter": "A",
          "text": "\"Eram faíscas suas palavras que me queimavam em/doses homeopáticas/ durante todas as noites...\" — conotação: o predicativo \"faíscas\" e a forma verbal \"queimavam\" estão sendo usados em sentido figurado, enfatizando seu sofrimento."
        },
        {
          "letter": "B",
          "text": "\"Até que um dia, me empurrou, me acuu/como se eu pudesse caber em qualquer fosta, /encurralada\" — antitese: os elementos \"empurrou\", \"acuu\" e \"encurralada\" portencializam de forma contradutoria seu sofrimento."
        },
        {
          "letter": "C",
          "text": "\"acreditando que o amor era isso, esse abismo, onde só/ um fala e o outro, fica omisso\" — metonímia: o uso do aposto \"esse abismo\", referindo-se a \"amor\", expressa literalmente seu sofrimento."
        },
        {
          "letter": "D",
          "text": "\"Precisei tirar forças de lugares sagrados/ pra me afastar e reagir, recolher meus pedaços\" — pleonismo: o complemento \"meus pedaços\" reforça o significado do verbo \"recolher\", acentuando seu sofrimento."
        },
        {
          "letter": "E",
          "text": "\"Meus olhos encheram de mar, eu desaguei, /decidi não mais me calar, denunciei!\" — paronímia: os verbos \"encher\" e \"desaguar\" são elementos de significação próxima que são enfatise a seu sofrimento."
        }
      ],
      "images": []
    },
    {
      "number": 39,
      "full_text": "As imagens mostram páginas de uma cartilha de alfabetização produzida durante o governo de Juan Domingo Perón na Argentina (1946- 1955). As ilustrações",
      "alternatives": [
        {
          "letter": "A",
          "text": "atribuem valor identico à presença de homens e de mulheres nas esferas pública e privada."
        },
        {
          "letter": "B",
          "text": "revelam a neutralidade do material no que diz respeito às posições políticas e às relações entre gêneros."
        },
        {
          "letter": "C",
          "text": "ressaltam a importância da formulação intelectual das mulheres oriundas dos setores populares."
        },
        {
          "letter": "D",
          "text": "fazem propaganda do regime político e demarcam as funções da mulher como mãe e esposa."
        },
        {
          "letter": "E",
          "text": "desenvolvem crítica politico-partidária à estrutura patriarca e à política popular."
        }
      ],
      "images": [
        {
          "src": "images/fe81634155881f8479d2ced3d2325b0cc77b6510e255f3ee29b4174c433c99ba.jpg",
          "img_desc_raw": "tipo=outro; resumo=Imagens ilustrativas com texto sobre família e figuras políticas; elementos=[mulher, criança, coração, homem, casal]; dados_chave=[mamá, Ema, Y, Eva, Perón, Sara, esposo, peronistas]; grandezas=[]; estrutura=[(mulher, mesa), (mulher, criança), (mulher, coração), (homem, gesto), (casal, juntos)]; texto_detectado=[mi mamá, mamá y Ema, veo a mamá, mi mamá me ve, Eva amó a mamá, Eva me amó, Perón, Sara y su esposo a Perón, Son peronistas, Votaron a Perón, Perón y Eva Perón]"
        }
      ]
    },
    {
      "number": 40,
      "full_text": "Attingir a igualdade de género é uma das metas do Objetivo de Desenvolvimento Sustentável (ODS) de número 5 da Agenda 2030, adotada pela ONU em 2015.\n\nNo cenário esportivo, é possível identificar alguns avanços em relação ao\n\nalcance dessa mera, conforme reconheceu a jogadora brasileira de futebol Maria:\n\n\"Quando as atletas do sexo feminino têm a chance de se destacar, os resultados são enormes. E para isso, a Copa do Mundo Feminina de 2019 foi realmente uma virada no jogo. A audiência global do torneio ultrapassou 1 bilhão de pessoas.\"\n\n\nA Olimpiada de Paris 2024, por sua vez, estabeleceu, pela primeira vez na história, a paridade de género em todos os esportes olímpicos, com 5.250 vagas destinadas a cada sexo. Apesar das conquistas, o caminho rumo à igualdade de género continua.\n\nCom base no expoisto, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "As práticas esportivas devem ser consideradas como práticas sociais, pois claramente reflete em sua realidade as potencialidades e os retrocessos da sociedade. Sendo assim, as mulheres já atingiram o mesmo nível de desbaque que os homens na sociedade contemporânea, haja vista a ascensão e visibilidade feminina no cenário esportivo."
        },
        {
          "letter": "B",
          "text": "Os grandes eventos esportivos conferem às mulheres uma visibilidade muitas vezes camouflada na sociedade. A visibilidade gerada para as atletas em cenário esportivo, a partir dos grandes eventos, demonstra o quanto elas já atingiram em totalidade seu status social e caminham no sentido de alcançar a agenda dos ODS."
        },
        {
          "letter": "C",
          "text": "As mulheres atletas têm, vagarosamente, alcançado mais possibilidades de inclusão e participação junto ao mundo esportivo, porém a igualdade de género ainda se mostra uma meta distance de ser alcançada quando se observa a baixa proporgão de mulheres ocupando cargos de gestão e liderança no cenário esportivo."
        },
        {
          "letter": "D",
          "text": "O mundo esportivo não tem implicação direta junto ao alcance das metas dos ODS, uma vez que possui organização e regeneramento específicos, além de uma constituição social próprio. Dessa maneira, a instituição esportiva não deve ser padrão de referência para revelar avanços ou retrocessos da sociedade como um todo."
        },
        {
          "letter": "E",
          "text": "O esporte tem sido importante fenômeno de promoção das mulheres, mas sua influência é limitada à prática profissional de modalidades esportivas mais populares, sem potencial de contribuir para a igualdade de oportunidades para as mulheres em todos os níveis de tomada de decisão na vida política, econômica e pública."
        }
      ],
      "images": [
        {
          "src": "images/856a1db6e5186b41d71663eee71e86eef53fb586cd14642a91e1c4bff5d9c054.jpg",
          "img_desc_raw": "tipo=outro; resumo=Símbolo representando igualdade de gênero com sinais de masculino e feminino integrados.; elementos=[círculo, seta, cruz, sinal de igual]; dados_chave=[cor vermelha, símbolo de igualdade, símbolo masculino, símbolo feminino]; grandezas=[]; estrutura=[]; texto_detectado=[]"
        }
      ]
    },
    {
      "number": 41,
      "full_text": "\"Quick, quick, tell me something awful Like you are a poet trapped inside the body of a finance guy Tell me all your secrets, all you'll ever be is My eternal consolation prize You see, I was a debutante in another life, but Now I seem to be scared to go outside If comfort is a construct, I don't believe in good luck Now that I know what's what\n\nI hate it here so I will go to secret gardens in my mind People need a key to get to, the only one is mine I read about it in a book when I was a precocious child No mid- sized city hopes and small- town fears I'm there most of the year 'cause I hate it here I hate it here\n\nMy friends used to play a game where We would pick a decade We wished we could live in instead of this I'd say the 1830s but without all the racists And getting married off for the highest lid Everyone would look down 'cause it wasn't fun now Seems like it was never even fun back then Nostalgia is a mind's trick If I'd been there, I'd hate it It was freezing in the palace\"\n\n\n\nNa letra da música, o verso \"Like you are a poet trapped inside the body of a finance guy\"",
      "alternatives": [
        {
          "letter": "A",
          "text": "enaltece a romantização e idealização de épocas passadas."
        },
        {
          "letter": "B",
          "text": "destacado papel de contextos externos no manejo de frustrações."
        },
        {
          "letter": "C",
          "text": "expressa o sentimento de insatisfação ou inadequação em relação às expectativas sociais."
        },
        {
          "letter": "D",
          "text": "crítica a revelação de segredos e o rompimento de fronteiras pessoas."
        },
        {
          "letter": "E",
          "text": "enfatiza a importância da sorte e de elementos culturais como mitos e rituais."
        }
      ],
      "images": []
    },
    {
      "number": 42,
      "full_text": "\"Quick, quick, tell me something awful Like you are a poet trapped inside the body of a finance guy Tell me all your secrets, all you'll ever be is My eternal consolation prize You see, I was a debutante in another life, but Now I seem to be scared to go outside If comfort is a construct, I don't believe in good luck Now that I know what's what\n\nI hate it here so I will go to secret gardens in my mind People need a key to get to, the only one is mine I read about it in a book when I was a precocious child No mid- sized city hopes and small- town fears I'm there most of the year 'cause I hate it here I hate it here\n\nMy friends used to play a game where We would pick a decade We wished we could live in instead of this I'd say the 1830s but without all the racists And getting married off for the highest lid Everyone would look down 'cause it wasn't fun now Seems like it was never even fun back then Nostalgia is a mind's trick If I'd been there, I'd hate it It was freezing in the palace\"\n\n\n\nNo texto, a percepção de \"conforto como construto\" indica que o eu lírico vê o conforto como",
      "alternatives": [
        {
          "letter": "A",
          "text": "refúgio mental para apaziguar as pressões e o descontentamento da vida."
        },
        {
          "letter": "B",
          "text": "concepção ligada às experiências infantis em mecanismos de enfrentamento."
        },
        {
          "letter": "C",
          "text": "conceito pressuposto, dependente da realidade concreta das pessoas."
        },
        {
          "letter": "D",
          "text": "dificuldade de ter autoafirmação, por conta de questões internas pendentes."
        },
        {
          "letter": "E",
          "text": "algo criado pela sociedade, produzindo falsa sensação de segurança."
        }
      ],
      "images": []
    },
    {
      "number": 43,
      "full_text": "43Carlos Drummond de Andrade foi o criador de uma obra lírica que, ao mesmo tempo, se aproxima e se afasta do Modernismo de 1922, propondo, a partir de traços desse movimento, uma poetica original. Com base no exposto, em Alguma poesia (1930). (A) os aspectos prosaicos da linguagem modernista ganham expressão lírica a partir de um sujeito poético que repropõe, em versus livres, a nostalgia romântica da infância idealizada. (B) o sujeito poético incorpora, sob a perspectiva de uma lírica de raiz subjetiva, vários procedimentos estilísticos das volguridas modernistas, em especial a esinha automática e o surrealismo. (C) a topica literária do desconcerto do mundo ganha uma reconfiguração moderna, a partir de um sujeito poético que, mais do que revelar um mundo às avessas, focaliza o seu desajuste frente à realidade. (D) o nacionalismo literário, tão típico da revisão empreendida pela primeira geração modernista sobre a realidade brasileira, apresenta- se como eixo temático de cunho ufanista. (E) a paisagem mineira, no espaço literário, é configurada pelo sujeito poético como ambiente bucólico e refúgio privilegiado para os seus desajustes frente ao \"vasto mundo\".",
      "alternatives": [],
      "images": []
    },
    {
      "number": 44,
      "full_text": "\"Quem negaria que os futuros ainda não são? Mas já está na mente a espera dos futuros. E quem negaria que os passados já não são? Todavia, ainda está na mente a memória dos passados. E quem negaria que o tempo presente não tem extensão temporal, porque massa em um instante? Todavia, perdura a atenção, pela qual o que está presente se encaminha para a ausência.\"\n\nAgostinho de Hipona. Confiessoes.\n\nAo propor uma aproximacao entre a fala da personagem Calvin no quadrinho e o trecho citado das Confissoes de Agostinho, é possivel encontrar semelhancas com relacao a descriaco do tempo e sua compreensao filosofica. Dentre as afirmativas a seguir, qual delas pode ser considerada verdadeira para ambos os casos?",
      "alternatives": [
        {
          "letter": "A",
          "text": "A passagem do tempo e ilusoria."
        },
        {
          "letter": "B",
          "text": "O tempo desfaz a mudanca."
        },
        {
          "letter": "C",
          "text": "Ha um paradoxo na compreensao do tempo."
        },
        {
          "letter": "D",
          "text": "Os momentos do tempo identificam se entre si."
        },
        {
          "letter": "E",
          "text": "Ha ruptura completa entre o tempo presente e o futuro."
        }
      ],
      "images": [
        {
          "src": "images/5f49e4a392047718a0f7ae13b3e31b9a00c469db230081cd69697ba90446c509.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem de Calvin e Haroldo conversando sobre mudanças inesperadas.; elementos=[Calvin, Haroldo, balão de fala]; dados_chave=[]; grandezas=[]; estrutura=[(Calvin, esquerda), (Haroldo, direita)]; texto_detectado=[\"SABE O QUE É ESTRANHO? NADA PARECE MUDAR DE UM DIA PARA O OUTRO, MAS DE REPENTE TUDO FICA DIFERENTE.\"]"
        }
      ]
    },
    {
      "number": 45,
      "full_text": "Considere que a expectativa de vida no Brasil a idade de 19 anos pode ser calculada, de forma aproximada, como a media aritmetica simples entre a expectativa de vida estimada a mesma idade dos homens e das mulheres. O mesmo pode ser feito a idade de 20 anos.\n\nSegundo dados do IBGE, em 2022, a expectativa de vida estimada no Brasil a idade de 19 anos era 58, e a expectativa de vida estimada dos homens a mesma idade era 54,7.\n\nSabe- se que a diferencia entre a expectativa de vida estimada dos homens e a das mulheres se manteve a idade de 20 anos e que a expectativa de vida estimada dos homens a essa idade  $(\\mathsf{EVH}_{20})$  era 53,8.\n\nCom base nos dados apresentados, assimale a alternativa que apresenta a expectativa de vida estimada dos mulheres a idade de 19 anos  $(\\mathsf{EVM}_{19})$  e a expectativa de vida estimada a idade de 20 anos no Brasil  $(\\mathsf{EVB}_{20})$  em 2022.\n\n<table><tr><td></td><td>EVM19</td><td>EVB20</td></tr><tr><td>(A)</td><td>54,7</td><td>54,7</td></tr><tr><td>(B)</td><td>54,7</td><td>58</td></tr><tr><td>(C)</td><td>60</td><td>54</td></tr><tr><td>(D)</td><td>61,3</td><td>56</td></tr><tr><td>(E)</td><td>61,3</td><td>57,1</td></tr></table>",
      "alternatives": [],
      "images": []
    },
    {
      "number": 46,
      "full_text": "A maior parte da alimentacao humana e constituida por graos e cereais, que, em sua maioria, correspondem as sementes, em termos botanicos. Esse consumo e adequado, uma vez que as sementes",
      "alternatives": [
        {
          "letter": "A",
          "text": "constituem o unico orgao de reserva de amido das plantas, substancia altamente energetica para os seres vivos em geral."
        },
        {
          "letter": "B",
          "text": "armazenam todas as vitaminas e nutrientes necessarios para a planta e, portanto, tambem ao ser humano."
        },
        {
          "letter": "C",
          "text": "possuem DNA da planta-mae e do embriao, que constituem nutrientes sem os quais a especie humana nao sobrevive."
        },
        {
          "letter": "D",
          "text": "contem substancas de reserva provedoras de energia para o desenvolvimento do embriao vegetal, que tambem servem de fonte energetica aos seres humanos."
        },
        {
          "letter": "E",
          "text": "possuem enzimas digestivas de amido e de proteinas, que disponibilizam energia ao embriao vegetal e tambem sao usadas para promover a digestao em seres humanos."
        }
      ],
      "images": []
    },
    {
      "number": 47,
      "full_text": "A figura a seguir representa os niveis medios de consumo de gordura saturada nadrieta para adultos com idade ≥20 anos.\n\n\nConsiderando apenas os dados da figura, os habitantes da Australia e da Russia apresentam maiores riscos de desenvolver doenças",
      "alternatives": [
        {
          "letter": "A",
          "text": "renais."
        },
        {
          "letter": "B",
          "text": "respiratorias."
        },
        {
          "letter": "C",
          "text": "cardiovasculares."
        },
        {
          "letter": "D",
          "text": "cerebrais."
        },
        {
          "letter": "E",
          "text": "neuromusculares."
        }
      ],
      "images": [
        {
          "src": "images/de971a16b25e2bd52cb463dadc791e0cc1130030c59f547eae5b85840db66344.jpg",
          "img_desc_raw": "tipo=mapa; resumo=Mapa mundial mostrando a ingestão de gordura saturada em adultos com mais de 20 anos, categorizada por faixas de porcentagem de energia diária. elementos=[América do Norte, América do Sul, Europa, Ásia, África, Oceania, legenda]; dados_chave=[<4,0, 4,0-5,4, 5,5-6,9, 7,0-8,4, 8,5-9,9, 10,0-11,4, 11,5-12,9, 13,0-14,4, 14,5-15,9, ≥16,0]; grandezas=[(energia/dia, %, unidade não especificada)]; estrutura=[]; texto_detectado=[Ingestão de gordura saturada (% energia/dia) para adultos ≥ 20 anos]"
        }
      ]
    },
    {
      "number": 48,
      "full_text": "48Os gráficos a seguir apresentam a evolução do abate de bovinos e da participação de machos e fêmeas, por trimestre (indicado por algarismo romano), segundo informações obtidas pelo IBGE.\n\nEvolugao do abate de bovinos no Brasil por trimestre (2019-2024)\n\nIMG_DESC_START : tipo=gráfico; resumo=Gráfico de linhas mostrando a porcentagem de fêmeas e machos de 2019 a 2024.; elementos=[linhas, pontos, eixos, legenda]; dados_chave=[%, anos, trimestres, Fêmeas, Machos, 53.4, 46.6, 57.3, 42.7, 63.2, 36.8, 60.5, 39.5, 55.2, 44.8, 53.8, 46.2]; grandezas=[(%,53.4,),(%,46.6,),(%,57.3,),(%,42.7,),(%,63.2,),(%,36.8,),(%,60.5,),(%,39.5,),(%,55.2,),(%,44.8,),(%,53.8,),(%,46.2,)]; estrutura=[intervalos=(2019,I,53.4→46.6);(2019,II,46.6→53.4);(2019,III,53.4→46.6);(2019,IV,46.6→53.4);(2020,I,57.3→42.7);(2020,II,42.7→57.3);(2020,III,57.3→42.7);(2020,IV,42.7→57.3);(2021,I,63.2→36.8);(2021,II,36.8→63.2);(2021,III,63.2→36.8);(2021,IV,36.8→63.2);(2022,I,60.5→39.5);(2022,II,39.5→60.5);(2022,III,60.5→39.5);(2022,IV,39.5→60.5);(2023,I,55.2→44.8);(2023,II,44.8→55.2);(2023,III,55.2→44.8);(2023,IV,44.8→55.2);(2024,I,53.8→46.2)]; texto_detectado=[Fême\nEvolugao da participação de machos e fêmeas no abate de bovinos no Brasil por trimestre (2019-2024)\n\n\nA partir dos dados observados nos gráficos, é correto afirmar:\n\nA partir dos dados observados nos gráficos, é correto afirmar:(A) No primeiro trimestre de 2023, a diferença entre as quantidades de machos e fêmeas abatidos foi menor que a do primeiro trimestre de 2019. (B) No primeiro trimestre de 2023, a quantidade de fêmeas abatidas foi de, aproximadamente, 2 milhões. (C) No primeiro trimestre de 2021 e de 2022, a diferença entre as quantidades de machos e fêmeas abatidos foi igual. (D) No primeiro trimestre de 2024, a quantidade de fêmeas abatidas foi de, aproximadamente, 4,3 milhões. (E) No primeiro trimestre de 2024, a quantidade de fêmeas abatidas foi igual à do primeiro trimestre de 2019.",
      "alternatives": [],
      "images": [
        {
          "src": "images/6b21ec9173ee67468dbb5a90ba355cef015ec840541eb5886dd2945c5719dfef.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico de linha mostrando a quantidade de cabeças de gado em milhões ao longo dos anos de 2019 a 2024.; elementos=[linhas, pontos, eixos]; dados_chave=[Milhões de cabeças, 2019, 2020, 2021, 2022, 2023, 2024, I, II, III, IV, 7.93, 7.34, 6.60, 7.01, 7.44, 9.30]; grandezas=[]; estrutura=[(2019,I,7.93);(2019,II,7.93);(2019,III,7.93);(2019,IV,7.93);(2020,I,7.34);(2020,II,7.34);(2020,III,7.34);(2020,IV,7.34);(2021,I,6.60);(2021,II,6.60);(2021,III,6.60);(2021,IV,6.60);(2022,I,7.01);(2022,II,7.01);(2022,III,7.01);(2022,IV,7.01);(2023,I,7.44);(2023,II,7.44);(2023,III,7.44);(2023,IV,7.44);(2024,I,9.30)]; texto_detectado=[Milhões de cabeças, 7.93, 7.34, 6.60, 7.01, 7.44, 9.30, 2019, 2020, 2021, 2022, 2023, 2024, I, II, III, IV]"
        },
        {
          "src": "images/4d278b28bbcd2be9f3fa62fa92b559b2162f952b5d18187a39bb970c0fe04ea3.jpg",
          "img_desc_raw": ""
        }
      ]
    },
    {
      "number": 49,
      "full_text": "49Observe as imagens de satélite que indicam o desmatamento de 12.272 hectares no município de Formosa do Rio Preto (BA), região do MATOPIBA, composta pelos estados do Maranhão, Tocantins, Piauí e Bahia, no período 2019- 2022.\n\n\nCom base na análise temporal das imagens, assinale a alternativa que apresenta, respectivamente, o bioma correspondente à região do MATOPIBA, a atividade econômica desenvolvida nesse local e o possível impacto ambiental negativo decorrente de tal atividade.",
      "alternatives": [
        {
          "letter": "A",
          "text": "Cerrado, agropecuária e processos erosivos."
        },
        {
          "letter": "B",
          "text": "Cerrado, silvicultura e contaminação do solo."
        },
        {
          "letter": "C",
          "text": "Amazônia, mineração e poluição das águas."
        },
        {
          "letter": "D",
          "text": "Caatinga, pastagem e impermeabilização da superfície."
        },
        {
          "letter": "E",
          "text": "Caatinga, extrativismo e perda de biodiversidade."
        }
      ],
      "images": [
        {
          "src": "images/ec0fe3e0506ad021ba2737f3b3827d3ef092c6a0eab55674bafb12f91f1763bf.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Imagens de satélite mostram os limites da Área de Proteção Ambiental do Rio Preto de 2019 a 2022.; elementos=[imagem satélite, contorno amarelo, legenda]; dados_chave=[anos 2019, 2020, 2021, 2022, cor amarela, limites da Área de Proteção Ambiental do Rio Preto]; grandezas=[]; estrutura=[]; texto_detectado=[2019, 2020, 2021, 2022, Legenda:, Limites da Área de Proteção Ambiental do Rio Preto]"
        }
      ]
    },
    {
      "number": 50,
      "full_text": "Neste bioma, a vegetação nativa apresenta- se intercalada por extensas monoculturas da soja e de arroz. Em alguns lugares, a vegetação campestre original tem sido substituída por vegetação florestal, formada por árvores de eucaliptos. Em vários locais, observa- se a expansão de grandes areas, em que os solos arenosos ficam expositos e suscétíveis a uma intensa erosão. Este é o bioma brasileiro menos protegido por Unidades de Conservação, embora esteja entre aqueles que mais perderam vegetação nativa nas últimas três décadas.\n\nA descrição da patagem impactada por ações humanas refere- se ao bioma",
      "alternatives": [
        {
          "letter": "A",
          "text": "Caatinga."
        },
        {
          "letter": "B",
          "text": "Cerrado."
        },
        {
          "letter": "C",
          "text": "Mata Atlântica."
        },
        {
          "letter": "D",
          "text": "Pampas."
        },
        {
          "letter": "E",
          "text": "Pantanal."
        }
      ],
      "images": []
    },
    {
      "number": 51,
      "full_text": "A figura a seguir representa a variagao espacial da temperatura do ar por tipo de area, considerando diferentes padroes de uso e ocupagao do solo de um municipio.\n\n\n\nA explicagao para as caracteristicas desse perfil de temperatura do ar deve- se",
      "alternatives": [
        {
          "letter": "A",
          "text": "a maior ocorrencia de areas verdes nas periferias, que absorvem mais radiagao solar e aquecem o ambiente, ultrapassando os  $32^{\\circ}C$"
        },
        {
          "letter": "B",
          "text": "a maior absorgao de radiagao solar nas areas centrais das cidades, compostas em sua maioria por asfalto, vidro e concreto."
        },
        {
          "letter": "C",
          "text": "ao efeito de sombreamento dos edificios nas areas centrais, com maior disponibilidade de radiagao solar e temperaturas inferiores a  $30^{\\circ}C$"
        },
        {
          "letter": "D",
          "text": "a presenca de areas comerciais e residenciais ao longo de todo perfil, que elevam a temperatura acima dos  $32^{\\circ}C$  e reduzem a umidade."
        },
        {
          "letter": "E",
          "text": "a maior reflexao da radiagao solar nas areas centrais pelo asfalto, por apresentarem albedo menor que as superficies vegetadas."
        }
      ],
      "images": [
        {
          "src": "images/ea4208049e4d7cbc23b4336d49950bf8b6823273d3c93e61b6fe736e9de3192b.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico mostra variação de temperatura em diferentes tipos de área; elementos=[linha vermelha, ícones de áreas]; dados_chave=[Temperatura °C, Tipo de Área, Rural, Periferia, Comercial, Centro, Residencial, Verde, 29.4, 30.0, 30.6, 31.1, 31.7, 32.2, 32.8, 33.3]; grandezas=[]; estrutura=[(Rural,29.4);(Periferia,30.6);(Comercial,31.7);(Centro,32.8);(Residencial,31.1);(Verde,30.0)]; texto_detectado=[Temperatura °C, Tipo de Área, Rural, Periferia, Comercial, Centro, Residencial, Verde]"
        }
      ]
    },
    {
      "number": 52,
      "full_text": "As enchentes ocorridas no Rio Grande do Sul, em maio de 2024, prejudicaram a infraestrutura de comunicaao. A população afetada era informada sobre as noticias relativas as enchentes ao sintonizar, por rádio de pilhas, frequências de onda AM, cujo alcance é maior.\n\nUma onda AM é modelada matematicamente por equações que envolvem a fungão cosseno, cuja variável independente é o tempo  $t$ , que aparece multiplicado pela frequência  $f$  da onda.\n\nComo exemplo, pode- se considerar a equação referente ao processo de modulação de uma onda AM:\n\n$$\ns(t) = A[1 + km(t)]\\cos (2\\pi ft),\n$$\n\nem que  $A$  é a amplitude,  $f$  a frequência,  $k$  a constante da sensibilidade à amplitude e  $m(t)$  o silnal que contém a informação.\n\nQuando a frequência  $f$  é multiplicada por 3, o comprimento da onda sofre alteração. Por causa dessa multiplicação, qual transformação ocorre no gráfico da função cosseno original?",
      "alternatives": [
        {
          "letter": "A",
          "text": "Expansão vertical."
        },
        {
          "letter": "B",
          "text": "Translação horizontal."
        },
        {
          "letter": "C",
          "text": "Expansão horizontal."
        },
        {
          "letter": "D",
          "text": "Contração horizontal."
        },
        {
          "letter": "E",
          "text": "Contração vertical."
        }
      ],
      "images": []
    },
    {
      "number": 53,
      "full_text": "A Estação Meteorológica Mirante de Santana é a principal referência do Instituto Nacional de Meteorologia (INMET) no município de São Paulo - SP. O climograma a seguir apresenta dados referentes ao mão de fevereiro de 2023. Neste mesmo mês, o Centro de Georenciamento de Emergências Climáticas detectou 11 pontos de alagamentos no dia 19 e 14 pontos no dia 21.\n\n\n\nCom base no texto e no gráfico, assinale a alternativa correta.",
      "alternatives": [
        {
          "letter": "A",
          "text": "A menor amplitude térmica ocorreu no dia 19, quando foi observado um dos maiores volumes de chuva do mês."
        },
        {
          "letter": "B",
          "text": "Os quatro dias mais chuvosos apresentaram as menores temperaturas minimas."
        },
        {
          "letter": "C",
          "text": "A temperatura máxima no período variou entre  $21,5^{\\circ}C$  e  $17,8^{\\circ}C$ ."
        },
        {
          "letter": "D",
          "text": "Os cinco dias mais quentes correspondem às maiores precipitações."
        },
        {
          "letter": "E",
          "text": "Os pontos de alagamento nos dias 19 e 21 foram provocados pela chuva acumulada de 428,9 mm."
        }
      ],
      "images": [
        {
          "src": "images/e73160073ae37576178c23b8411475d9073c86e91f5dd1b2fdea8ba62b3993d3.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico mostra temperaturas máximas e mínimas e precipitações diárias e acumuladas em fevereiro de 2023 em São Paulo.; elementos=[linhas, barras, eixos, legendas, título]; dados_chave=[Temperatura (°C), Precipitação (mm), Chuva Dia, T.Max, T.Min, Chuva acumulada, 31.5, 21.6, 17.8, 21.5, 428.9]; grandezas=[(T,31.5,°C),(T,21.6,°C),(T,17.8,°C),(T,21.5,°C),(P,428.9,mm)]; estrutura=[intervalos=(1,2,31.5→29);(2,3,29→31);(3,4,31→28);(4,5,28→30);(5,6,30→28);(6,7,28→29);(7,8,29→27);(8,9,27→28);(9,10,28→27);(10,11,27→28);(11,12,28→29);(12,13,29→27);(13,14,27→28);(14,15,28→29);(15,16,29→27);(16,17,27→28);(17,18,28→21.6);(18,19,21.6→25);(19,20,25→27);(20,21,27→28);(21,22,28→29);(22,23,29→30);(23,24,30→28);(24,25,28→29);(25,26,29→30);(26,27,30→31);(27,28,31→32)]; texto_detectado=[Temperaturas e Precipitações: Fevereiro de 2023, Mirante de Santana, São Paulo - SP, Chuva Dia, T.Max, T.Min, Chuva acumulada]"
        }
      ]
    },
    {
      "number": 54,
      "full_text": "\"A distribuigao dos mosquitos, a frequencia de suas picadas e o tempo de eclosao de seus ovos sao afetados pela temperatura, pluviosidade e velocidade do vento, alem de outros fatores, como deslocamento e densidade populacionais. Por exemplo, com uma temperatura de  $27^{\\circ}C_{i}$  o periodo de incubagao dos ovos e de dez dias; no entanto, a  $37^{\\circ}C_{i}$  esse periodo passa a ser de sete dias. Alem disso, a intermitencia das chuvas no final da etacao do verao e os ventos calmos acentuam a proliferagao e a utacao do vetor.\"\n\n\nCom base no texto, assimale a alternativa correta.",
      "alternatives": [
        {
          "letter": "A",
          "text": "A elevacao da temperatura e o aumento da pluviosidade, somados ao desmatamento, a urbanizagao e a circulagao de pessoas em varias areas, potencializam a expansao da dengue."
        },
        {
          "letter": "B",
          "text": "A dengue e um problema nacional e esta relacionada ao fato de o Brasil ser um pais tropical com areas de florestas, aspectos que, combinados a dispersao da população, contribuem para minimizar a epidemia."
        },
        {
          "letter": "C",
          "text": "A proliferagao do mosquito Aedes aegypti ocorre em areas pouco povoadas nos centros urbanos, associada as baixas temperatura que intensificam a transmissao da doenga."
        },
        {
          "letter": "D",
          "text": "No território brasileiro, as areas com baixas temperatura reduzem o tempo necessario para eclosao dos ovos, aumentando a proliferagao do mosquito Aedes aegypti e a frequencia de picadas."
        },
        {
          "letter": "E",
          "text": "A dengue e um problema de saude publica em escala mundial e sua disseminagao esta asociada a diminuigao de temperatura, aumento da velocidade do vento e reducao da precipitacao."
        }
      ],
      "images": []
    },
    {
      "number": 55,
      "full_text": "Dentre os animais invertebrados, alguns grupos apresentam o sistema circulatório fechado, enquanto outros apresentam o sistema circulatório aberto, o que leva a diferenças em processos fisiológicos.\n\nNos invertebrados, o sistema circulatório",
      "alternatives": [
        {
          "letter": "A",
          "text": "fechado apresenta uma menor precozo do sangue / hemolinfa em relagao ao sistema circulatório aberto."
        },
        {
          "letter": "B",
          "text": "aberto apresenta o coragao dividido em quatro cavidades: dois atrios e dois ventriculos."
        },
        {
          "letter": "C",
          "text": "fechado permite maior efficiencies no transporte de oxigênio em relagao ao sistema circulatório aberto."
        },
        {
          "letter": "D",
          "text": "aberto facilita a distribuigao dos nutrientes aos tecidos em relagao ao sistema circulatório fechado."
        },
        {
          "letter": "E",
          "text": "fechado mistura mais facilmente os gases respiratórios: oxigênio e dióxido de carbono."
        }
      ],
      "images": []
    },
    {
      "number": 56,
      "full_text": "O processo de mumificagao usado pelos egipcios começava com a retirada dos orgaos e desidratação do corpo utilizando uma mistura natural, obtida em leito de lagos, de sais soluveis de sodio, como carbonato, hidrogenocarbonato, cloreto e sulfato. Após a desidratação, o corpo era premachido com uma mistura de serragem e ervas aromáticas como canela, cássia, mirra e até mesmo cebola, que, por conterem álcoois e aldeídos com propriedades antimicrobianas, dificultavam a decomposição do corpo. Por fim, o corpo era envolvido em tecido embebido em resinas insoluveis em água, como betume ou óleo de cedro, que, após seco, formava uma camada impermeabilizante.\n\nA partir dessas informações, assinale a alternativa correta.",
      "alternatives": [
        {
          "letter": "A",
          "text": "Os sais de sodio mencionados, por serem hidrofilicos, repelem a água."
        },
        {
          "letter": "B",
          "text": "Propanona e hexano são exemplos de álcoois e aldeídos antimicrobianos."
        },
        {
          "letter": "C",
          "text": "Assim como o betume e óleo de cedro, qualquer outro composto orgânico serviria como impermeabilizante."
        },
        {
          "letter": "D",
          "text": "Todo sal iônico poderia ser utilizado em substituição aos sais de sodio mencionados."
        },
        {
          "letter": "E",
          "text": "A impermeabilidade conferida pelas resinas se deve às suas características apolares ou muito pouco polares."
        }
      ],
      "images": []
    },
    {
      "number": 57,
      "full_text": "Em países frios, é comum o uso de pequenos aquecedores de mãos, normalmente descartáveis, que podem ser colocados dentro de luvas. Uma alternativa mais sustentável é o aquecedor de mão reutilizável, que é constituído por uma solução aquosa superaturada de acetato de sodio armazenada em um reservatório maleável, conforme mostrado na figura a seguir.\n\n\nUm choque mecânico nesse reservatório perturba a solução supersaturada e leva à precipitação do sal, resultado no seu aquecimento. Após o uso, o aquecedor pode ser regenerado por imersão em água quente, que dissolve o sal, deixando- o pronto para ser reutilizado.\n\nEm relagao à operação desse aquecedor, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "A precipitação do acetato de sodio é exotérmica e sua solubilização é endotérmica."
        },
        {
          "letter": "B",
          "text": "A diminuição da temperatura aumenta a solubilidade do acetato de sodio."
        },
        {
          "letter": "C",
          "text": "A solubilização do acetato de sodio para a regeneração do aquecedor libera energia, aquecendo o banho de água."
        },
        {
          "letter": "D",
          "text": "Quando o aquecedor é regenerado, a solução interna passa de supersaturada para uma solução diluída."
        },
        {
          "letter": "E",
          "text": "A concentração de acetato de sodio na solução dentro do reservatório não muda durante a regeneração do aquecedor."
        }
      ],
      "images": [
        {
          "src": "images/2e457ebafdfe35e6408cdf035e9a73ded65f8279ac8790b2ccd2d2acad71ab80.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem mostra duas bolsas térmicas com texto indicando ativação por choque mecânico; elementos=[bolsa térmica esquerda, bolsa térmica direita, texto]; dados_chave=[cor laranja, ativação por choque mecânico]; grandezas=[]; estrutura=[(bolsa térmica esquerda, posição esquerda); (bolsa térmica direita, posição direita)]; texto_detectado=[ativação por choque mecânico]"
        }
      ]
    },
    {
      "number": 58,
      "full_text": "",
      "alternatives": [
        {
          "letter": "A",
          "text": "Nao e segura, pois a concentração de Pb na agua sera de  $2,07\\times 10^{-6}\\mathrm{mg / L}$  maior que o valor permitido."
        },
        {
          "letter": "B",
          "text": "E segura, pois a concentração de Pb na agua sera de  $1\\times 10^{-4}\\mathrm{mg / L}$  , menor que o valor permitido."
        },
        {
          "letter": "C",
          "text": "Nao e segura, pois a concentração de Pb na agua sera de  $1\\times 10^{-8}\\mathrm{mg / L}$  , menor que o valor permitido."
        },
        {
          "letter": "D",
          "text": "E segura, pois a concentração de Pb na agua sera de  $1\\times 10^{-2}\\mathrm{mg / L}$  , igual ao valor permitido."
        },
        {
          "letter": "E",
          "text": "E segura, pois a concentração de Pb na agua sera de  $2,07\\times 10^{-6}\\mathrm{mg / L}$  , maior que o valor permitido. Note e adote: Massa molar  $(g / mol)$  :  $\\mathrm{Pb} = 207$"
        }
      ],
      "images": []
    },
    {
      "number": 59,
      "full_text": "Quando uma barra de um certo material é aquecida até uma temperatura  $T$  a partir de uma temperatura inicial  $T_{0}$  seu comprimento inicial  $L_{0}$  sofre um aumento  $\\Delta L$  dado por  $\\Delta L = \\alpha L_{0}$ $(T - T_{0})$  , sendo  $\\alpha$  o coeficiente de expansão linear, que depende do material. O gráfico a seguir mostra curvas de expansão linear para barras feitas de três materiais distintos.\n\n\nCom base no gráfico e nas informações apresentadas, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "O gráfico mostra curvas para três barras que possuem o mesmo comprimento à temperatura de  $30^{\\circ}C$"
        },
        {
          "letter": "B",
          "text": "Em um processo de aquecimento entre  $100^{\\circ}C$  e  $200^{\\circ}C,$  o comprimento da barra de cobre aumenta em  $0.1m$"
        },
        {
          "letter": "C",
          "text": "O coeficiente de expansão linear do alumínio é maior do que o do cobre."
        },
        {
          "letter": "D",
          "text": "Partindo de  $0^{\\circ}C,$  aumentar em  $10cm$  o comprimento da barra de polietileno requer elevar sua temperatura até  $50^{\\circ}C$"
        },
        {
          "letter": "E",
          "text": "Duas barras de comprimentos  $5m$  e  $10m$  a  $0^{\\circ}C,$  feitas do mesmo material, sofrem iguais incrementos de comprimento quando levadas de  $0^{\\circ}C$  a  $100^{\\circ}C$"
        }
      ],
      "images": [
        {
          "src": "images/a22c5cc40eb38758a6881171c5974eb121dc34b0fc73661ea06a2301e5988db0.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico mostrando a variação do comprimento de diferentes materiais em função da temperatura.; elementos=[linhas, eixos, etiquetas]; dados_chave=[Comprimento (m), Temperatura (°C), Polietileno, Cobre, Alumínio, 0, 50, 100, 150, 200, 9.9, 10.0, 10.1, 10.2, 10.3, 10.4, 10.5]; grandezas=[]; estrutura=[intervalos=(0,50,9.9→10.0);(50,100,10.0→10.1);(100,150,10.1→10.2);(150,200,10.2→10.3)]; texto_detectado=[Polietileno, Cobre, Alumínio, Comprimento (m), Temperatura (°C)]"
        }
      ]
    },
    {
      "number": 60,
      "full_text": "As massas de duas barras, uma de ferro e outra de aço inoxidável, armazenadas em um mesmo ambiente úmido e na presença de oxigênio, foram monitoradas ao longo do tempo. Assinale a alternativa que representa a variação das massas de ambas as barras ao longo do tempo.\n\n<table><tr><td></td><td>Ferro</td><td>Aço inoxidável</td></tr><tr><td rowspan=\"2\">(A)</td><td>Massa (mg)</td><td>Massa (mg)</td></tr><tr><td>Tempo (meses)</td><td>Tempo (meses)</td></tr><tr><td rowspan=\"2\">(B)</td><td>Massa (mg)</td><td>Massa (mg)</td></tr><tr><td>Tempo (meses)</td><td>Tempo (meses)</td></tr><tr><td rowspan=\"2\">(C)</td><td>Massa (mg)</td><td>Massa (mg)</td></tr><tr><td>Tempo (meses)</td><td>Tempo (meses)</td></tr><tr><td rowspan=\"2\">(D)</td><td>Massa (mg)</td><td>Massa (mg)</td></tr><tr><td>Tempo (meses)</td><td>Tempo (meses)</td></tr><tr><td rowspan=\"2\">(E)</td><td>Massa (mg)</td><td>Massa (mg)</td></tr><tr><td>Tempo (meses)</td><td>Tempo (meses)</td></tr></table>",
      "alternatives": [],
      "images": []
    },
    {
      "number": 61,
      "full_text": "Os versos a seguir pertencem à canção Fall on Me, da banda norte- americana R.E.M., lançada em 1986.\n\n\"There's a problem, feathers, iron Bargain buildings, weights and pulleys Feathers hit the ground before the weight can leave the air\"\n\nBill Berry, Peter Buck, Mike Mills e Michael Stipe.\n\nA qual episódio (real ou hipotético) da história da física o trecho da música faz alusão?",
      "alternatives": [
        {
          "letter": "A",
          "text": "A queda de uma macã, que teria inspirado Newton à descoberta da gravitacao universal."
        },
        {
          "letter": "B",
          "text": "A observacao de um pássaro em vào, que teria levado Einstein a formular a teoria da relatividade."
        },
        {
          "letter": "C",
          "text": "Aos experimentos com objetos de massas diferentes, que teriam indicado a Galileu os principios da queda livre."
        },
        {
          "letter": "D",
          "text": "Ao transbordamento da agua em uma banheira, que teria sugerido a Arquimedes o conceito de empuxo."
        },
        {
          "letter": "E",
          "text": "A queda de um bloco de ferro ligado a uma helice, que teria levado Joule a equivalencia entre calor e energia."
        }
      ],
      "images": []
    },
    {
      "number": 62,
      "full_text": "Um brinquedo bastante comum em palques de diversoes, a montanha- russa, utiliza- se da transformagao parcial de energia potencial em energia cinetica (e vice- versa) como principio de funcionamento. Uma das montanhas- russas mais famosas do mundo, a Takabisha, cuja pista possui mais de 1 km de extensao, localiza- se no Japao e tem vista para o Monte Fuji. Nela, a subida inicial ate o ponto mais alto, situado a uma altura aproximada de  $50m$  do solo, e feita sob angulo de aproximadamente 90 graus, seguida de uma descida vertiginosa, cuja velocidade, no ponto mais baixo desse trecho, atinge cerca de  $30m / s$  em poucos segundos.\n\nMontanha-russa Takabisha.\n\nConsiderando um carrinho ocupado com massa total de  $300kg$  em repouso na posigao de altura maxima, a energia mecânica perdida durante a descida inicial e, aproximadamente,",
      "alternatives": [
        {
          "letter": "A",
          "text": "1200 J."
        },
        {
          "letter": "B",
          "text": "2500 J."
        },
        {
          "letter": "C",
          "text": "5000 J."
        },
        {
          "letter": "D",
          "text": "15000 J."
        },
        {
          "letter": "E",
          "text": "20000 J. Note e adote: Aceleragao da gravidade:  $\\mathbf{g} = 10\\mathbf{m} / \\mathbf{s}^2$"
        }
      ],
      "images": [
        {
          "src": "images/31a524aedaad87b6c250210f997a2cf6672514269f1644256309cbcae6af0622.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem de uma montanha-russa com o Monte Fuji ao fundo; elementos=[montanha-russa, carrinho, céu, nuvens, árvores, Monte Fuji]; dados_chave=[cor=vermelho(carrinho), estrutura=metal(montanha-russa)]; grandezas=[]; estrutura=[(montanha-russa, centro);(Monte Fuji, fundo)]; texto_detectado=[]"
        }
      ]
    },
    {
      "number": 63,
      "full_text": "A utilizacao de matrizes energeticas limpas, tais como aquelas que nao aumentam a concentracao de  $CO_2(g)$  na atmosfera, e essencial para evitar a escalada das alteracoes climaticas causadas pela emissao de gases de efeito estufa. Considere a proposta apresentada na figura a seguir para a producao de uma matriz energetica limp.\n\n\n(1) Capturar o  $CO_2(g)$  atmosferico utilizando NaOH(aq) para formar  $\\mathrm{Na_2CO_3(aq)}$  . (1l) Tratar essa solugao, na presencia de um catalisador, com  $\\mathsf{H}_2(\\mathsf{g})$  oriundo de fontas renovaveis, para gerar  $\\mathsf{CH}_4(\\mathsf{g})$  um gas combustivel.\n\nCom base nessas informacoes e em seus conhecimentos, assassale a altenativa correta.",
      "alternatives": [
        {
          "letter": "A",
          "text": "O catalisador participa da reagao de producao de metano e se decompose em NaOH."
        },
        {
          "letter": "B",
          "text": "A combustao do  $\\mathbb{C}\\mathbb{H}_4$  nao emite  $CO_2,$  motivo pelo qual a proposta se configura como uma matriz energetica limp."
        },
        {
          "letter": "C",
          "text": "A proposta nao representa uma matriz energetica limp, pois a combustao completa de 1 mol de  $\\mathbb{C}\\mathbb{H}_4$  emite mais  $CO_2$  do que o que e utilizado para a sua sintese."
        },
        {
          "letter": "D",
          "text": "A retirada de  $CO_2$  da atmosfera seria maior se a proposta de usar uma matriz energetica limp se resumisse unicamente em utilizar o  $\\mathsf{H}_{2}$  como combustivel."
        },
        {
          "letter": "E",
          "text": "Em relagao ao ciclo do carbono, a proposta e semelhante ao uso do etanol como combustivel veicular."
        }
      ],
      "images": [
        {
          "src": "images/9ac753027f8d99768b2eca0f99e333e7294902f1bab336d19be086df6a7f8344.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama mostrando a captura e fixação de CO2 e CH4 usando NaOH e Na2CO3.; elementos=[fábrica, becker com NaOH, becker com Na2CO3, molécula de CO2, molécula de CH4, molécula de H2]; dados_chave=[CO2(g), 2NaOH(aq), Na2CO3(aq), H2O(l), CH4(g), 4H2(g)]; grandezas=[]; estrutura=[(fábrica↔CO2), (CO2↔NaOH), (NaOH↔Na2CO3), (Na2CO3↔CH4), (CH4↔H2)]; texto_detectado=[Captura, Fixação]"
        }
      ]
    },
    {
      "number": 64,
      "full_text": "Alguns motores de foguetes espaciais usam metano como combustivel e oxigênio como comburente. Ambos os compostos sao armazenados em estado lquido no proprioguete, o que permite o seu armazenamento em maior quantidade do que se estivessem no estado gasoso. Sabe- se que o foguete armazena um volume de oxigênio lquido 1,5 vez maior do que de metano lquido e que ambos sao completamente consumidos na combustivo, conforme a equacao  $\\mathrm{CH}_4(\\ell) + 2\\mathrm{O}_2(\\ell)\\rightarrow \\mathrm{CO}_2(\\mathbf{g}) + 2\\mathrm{H}_2\\mathrm{O}(\\mathbf{g})$\n\nNessas condicoes, e corroto afirmar que a razao entre a densidade do metano lquido e a densidade do oxigênio l'quido e igual a",
      "alternatives": [
        {
          "letter": "A",
          "text": "0,186."
        },
        {
          "letter": "B",
          "text": "0,375."
        },
        {
          "letter": "C",
          "text": "0,75."
        },
        {
          "letter": "D",
          "text": "1,5."
        },
        {
          "letter": "E",
          "text": "3. Note e adote: Massa molar  $(\\mathrm{g / mol})$  ..  $\\mathsf{H} = 1$ $\\mathbb{C} = 12$  .  $0 = 16$"
        }
      ],
      "images": []
    },
    {
      "number": 65,
      "full_text": "# Da moenda para a célula a combustivel caldo de cana e usado para produzir energia elétrica\n\n\"Pesquisadores do Instituto de Pesquisas Energéticas e Nucleares (Ipen), orgao associado à USP, testaram o uso de caldo de cana para gerar energia elétrica em células a combustivel. O processo dispensa a transformação do caldo in natura em etanol, feita nas usinas de álcool, impedindo a formação de resíduos nocivos ao meio ambiente. Após o êxito dos experimentos em laboratório, os cientistas vão desenvolver a aplicação da técnica em escala industrial.\n\n'A célula a combustivel tem o mesmo princípio de funcionamento de uma pilha. A diferença é que o combustivel serve como reagente para ser consumido e gerar eletricidade', explica o pesquisador do Ipen, Almir Oliveira Neto, que coordenou a pesquisa. 'No dispositivo que foi desenvolvido na pesquisa, a oxidação do caldo de cana acontece no ânodo e a redução de oxigênio no catodo. O objetivo do experimento era obter energia da biomassa com o mínimo impacto ambiental possível. Para isso, utilizou-se o caldo de cana em uma célula a combustivel para gerar energia elétrica', diz o pesquisador. 'O uso do caldo de cana direto evita a formação de vinhaça, um residuo ambientalmente perigoso decorrente da produção de etanol, contribuindo, assim, para a preservação do meio ambiente'.\n\n\n\nDe acordo com o texto, a pesquisa com caldo de cana apresentou resultados promissores em relação à sustentabilidade ambiental, porque",
      "alternatives": [
        {
          "letter": "A",
          "text": "o caldo in natura é obtido com facilidade, demandando somente a utilização das moendas, o que barateia os custos do processo."
        },
        {
          "letter": "B",
          "text": "a energia elétrica proveniente da célula a combustivel é considerada limpa, já que esse dispositivo dispensa o uso de pilhas, cujo descarte constitui um problema ambiental."
        },
        {
          "letter": "C",
          "text": "a vinhaça, residuo danoso ao meio ambiente, deixa de ser produzida ao se evitar a transformação do caldo de cana em álcool."
        },
        {
          "letter": "D",
          "text": "a célula a combustivel se destaca pela economia energética gerada ao funcionar como uma pilha, reduzindo a quantidade de caldo de cana utilizada."
        },
        {
          "letter": "E",
          "text": "o Ipen não produz o caldo de cana em escala industrial, o que diminui a produção da vinhaça poluidora do meio ambiente."
        }
      ],
      "images": []
    },
    {
      "number": 66,
      "full_text": "# Da moenda para a célula a combustivel caldo de cana e usado para produzir energia elétrica\n\n\"Pesquisadores do Instituto de Pesquisas Energéticas e Nucleares (Ipen), orgao associado à USP, testaram o uso de caldo de cana para gerar energia elétrica em células a combustivel. O processo dispensa a transformação do caldo in natura em etanol, feita nas usinas de álcool, impedindo a formação de resíduos nocivos ao meio ambiente. Após o êxito dos experimentos em laboratório, os cientistas vão desenvolver a aplicação da técnica em escala industrial.\n\n'A célula a combustivel tem o mesmo princípio de funcionamento de uma pilha. A diferença é que o combustivel serve como reagente para ser consumido e gerar eletricidade', explica o pesquisador do Ipen, Almir Oliveira Neto, que coordenou a pesquisa. 'No dispositivo que foi desenvolvido na pesquisa, a oxidação do caldo de cana acontece no ânodo e a redução de oxigênio no catodo. O objetivo do experimento era obter energia da biomassa com o mínimo impacto ambiental possível. Para isso, utilizou-se o caldo de cana em uma célula a combustivel para gerar energia elétrica', diz o pesquisador. 'O uso do caldo de cana direto evita a formação de vinhaça, um residuo ambientalmente perigoso decorrente da produção de etanol, contribuindo, assim, para a preservação do meio ambiente'.\n\n\n\nAo empregar o promoem se em \"utilizou- se o caldo de cana em uma célula a combustivel para gerar energia elétrica\", o pesquisador",
      "alternatives": [
        {
          "letter": "A",
          "text": "indetermina o sujeito, tentando mostrar que desconhece a real autoria do experimento."
        },
        {
          "letter": "B",
          "text": "valoriza o objeto \"caldo de cana\", enfatizando a importância dese produto para o experimento."
        },
        {
          "letter": "C",
          "text": "chama a atenção para o verbo transitivo \"utilizar\", valorizando a importância de se experimentar diretamente o caldo de cana."
        },
        {
          "letter": "D",
          "text": "faz uso da voz passiva, construgão em que \"caldo de cana\" atua como sujeito, deixando de haver mengão a quem realizou o experimento."
        },
        {
          "letter": "E",
          "text": "escolhe uma construgão reflexiva em que \"caldo de cana\" é, ao mesmo tempo, o agente e o objeto do experimento realizado."
        }
      ],
      "images": []
    },
    {
      "number": 67,
      "full_text": "Pesquisas e terapias com células- tronco têm se mostrado cada vez mais promissores pela possibilidade de seu uso no tratamento de diferentes tipos de doenças, como câncer e doenças degenerativas. As células- tronco podem se diferenciar em células especializadas, conforme exemplificado a seguir.\n\n\nAs células especializadas que derivam de uma mesma célula- tronco possuem os(as) mesmos(as)",
      "alternatives": [
        {
          "letter": "A",
          "text": "genes."
        },
        {
          "letter": "B",
          "text": "RNAs."
        },
        {
          "letter": "C",
          "text": "proteínas."
        },
        {
          "letter": "D",
          "text": "lipídeos."
        },
        {
          "letter": "E",
          "text": "organelas."
        }
      ],
      "images": [
        {
          "src": "images/ca399dff38e33e37261d7c86244b09590e8f4f169991ba33203aeef62878d788.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama mostrando a diferenciação de células-tronco em diferentes tipos celulares; elementos=[célula-tronco, célula muscular, célula epitelial, célula nervosa, célula adiposa, célula óssea]; dados_chave=[setas indicando diferenciação]; grandezas=[]; estrutura=[(célula-tronco↔célula muscular), (célula-tronco↔célula epitelial), (célula-tronco↔célula nervosa), (célula-tronco↔célula adiposa), (célula-tronco↔célula óssea)]; texto_detectado=[célula muscular, célula epitelial, célula nervosa, célula adiposa, célula óssea, célula-tronco]"
        }
      ]
    },
    {
      "number": 68,
      "full_text": "O gráfico a seguir apresenta dados do Produto Interno Bruto (PIB) por pessoa e dados de publicações científicas por milhão de habitantes para um grupo selecionado de países, além de destacar o estado de São Paulo.\n\nPublicações científicas e PIB por pessoa - 2020 Area dos discos proportional ao número absoluto de publicações\n\n\n\nA partir da análise do gráfico e do texto, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Irã, Tunísia e Africa do Sul possuem um PIB por pessoa abaixo da média mundial e apresentam um número de publicações científicas por milhão de habitantes superior ao da média mundial."
        },
        {
          "letter": "B",
          "text": "O estado de São Paulo possui uma quantidade de publicações por milhão de habitantes abaixo da média mundial, enquanto o Brasil, com um PIB por pessoa maior que o do estado paulista, tem uma quantidade de publicações maior."
        },
        {
          "letter": "C",
          "text": "Índia e Indónésia possuem um PIB por pessoa acima da média mundial, no entanto, o número de publicações por milhão de habitantes desses países é superior ao da média mundial."
        },
        {
          "letter": "D",
          "text": "Os países do Norte Global, embora tenham um PIB por pessoa maior que a média mundial, possuem uma quantidade menor de publicações por milhão de habitantes, se comparados com a média mundial."
        },
        {
          "letter": "E",
          "text": "Argentina, Tailândia e México, apesar de possuírem um PIB por pessoa abaixo da média mundial, apresentam produção científica por milhão de habitantes acima da média mundial."
        }
      ],
      "images": [
        {
          "src": "images/d5d97c62b4eabbf12c8606df59cb160bafec1247533b95803706542a9047cefc.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico de dispersão mostrando a relação entre o PIB per capita e publicações científicas por milhão de habitantes em diferentes países.; elementos=[círculos, linha média mundial, rótulos de países]; dados_chave=[eixo x: PIB por pessoa em dólares, eixo y: publicações científicas por milhão de habitantes, média mundial]; grandezas=[]; estrutura=[(25000,400);(5000,100);(10000,400);(20000,1600);(40000,6400);(80000,6400)]; texto_detectado=[Média mundial, BRASIL, SÃO PAULO, Finlândia, Austrália, Suécia, Reino Unido, Noruega, Singapura, Irlanda, Holanda, Canadá, Bélgica, Alemanha, Estados Unidos, Coreia do Sul, Japão, Romênia, Malásia, Turquia, Rússia, Argentina, Tailândia, México, China, Egito, África do Sul, Tunísia, Irã, Índia, Vietnã, Indonésia, Espanha]"
        }
      ]
    },
    {
      "number": 69,
      "full_text": "No plano cartesiano Oxy, o gráfico que melhor representa a função  $f(x) = |x^2 + 5x - 6| - 5x + 6$  é dado por",
      "alternatives": [],
      "images": [
        {
          "src": "images/41326c6624b2e2703359aef7b2bb2d190763fac9b2486187839b57f25169be53.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Conjunto de cinco gráficos de funções matemáticas com diferentes formas e comportamentos. elementos=[gráfico A, gráfico B, gráfico C, gráfico D, gráfico E]; dados_chave=[eixo x, eixo y, -15 a 15, -5 a 40, cor laranja]; grandezas=[]; estrutura=[(A,(-15,40),(15,0)),(B,(-15,40),(15,0)),(C,(-15,-40),(15,0)),(D,(-15,40),(15,0)),(E,(-15,40),(15,0))]; texto_detectado=[A, B, C, D, E, y, x]"
        }
      ]
    },
    {
      "number": 70,
      "full_text": "Seja  $(a_{n})$  uma progressao aritmeticaca pup primeiro termo é  $a_1$  e a razao  $r$  ambos numeros reais. E possivel construir uma outra sequencia  $(b_{n})$  , em que o primeiro termo e um numero real  $b_{1}$  e com a seguinte lei de formacao\n\n$$\nb_{n + 1} = b_{n} + a_{n},\n$$\n\nsendo  $n > 0$  um numero natural.\n\nPor exemplo, se  $b_{1} = 0$  e\n\n$$\n(a_{n}) = (1,3,5,7,9,11,\\ldots),\n$$\n\ntem- se\n\n$$\n(b_{n}) = (0,1,4,9,16,25,\\ldots).\n$$\n\nCom base em tais informacoes, os valores de  $a_1$  e  $r$  foram escolhidos de forma que  $(b_{n})$  tambem seja uma progressao aritmeticaca  $\\mathbf{r}^{\\prime}$  .Nessas condicoes, e correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "$r^{\\prime} = a_{1}$"
        },
        {
          "letter": "B",
          "text": "$r^{\\prime} = 2a_{1}$"
        },
        {
          "letter": "C",
          "text": "$r^{\\prime} = r$"
        },
        {
          "letter": "D",
          "text": "$r^{\\prime} = 2r$"
        },
        {
          "letter": "E",
          "text": "$r^{\\prime} = b_{1} - a_{1}$"
        }
      ],
      "images": []
    },
    {
      "number": 71,
      "full_text": "# Aumenta nos hospitais brasileiros a presenga de bactérias resistentes a antibioticos\n\n\"A disseminacao de bactérias resistentes a antibioticos e um pesadeolo mundial. Ela avanca rapidamente e representa uma ameaca a uma das maiores conquistas da medicina moderna: a capacidade de eliminar infecoes. Sem antibioticos eficientes, fica quase impossivel realizar cirurgias, transplantes e outros tratamentos em segurança.\n\nExpostas a concentracao adequada dos antibioticos e por tempo suficiente, as bactérias facilmente morrem. Se a dosagem e duracao do tratamento forem inferiores ao necessario para aniquila- las, uma parte pode sobreviver e se multiplicar, acumulando alteracoes no material genetico que lhes permitem escapar a acao dos farmacos.\n\nAs bactérias estao em todos os lugares: na agua, no solo, no ar e nas superficies, inclusive no nosso corpo. Com o uso intensivo de antibioticos na saude humana e na producao de alimentos, as bactérias sao continuamente expostas a esses farmacos. Esse contato favorece a selecao das variedades resistentes.\"\n\n\nO grafico a seguir ilustra o crescimento de uma especie de bacteria em meio de cultura, com e sem antibiotico. Foram testados tres antibioticos diferentes (1, 2 e 3).\n\n\nConsiderando o texto e o grafico, sobre a resistencia de bactérias a antibioticos, e correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "A combinacao de mais de um antibiotico durante um tratamento reduz a quantidade de antibioticos lancada na rede de esgoto e as chances de surgirem bactérias mutantes na natureza."
        },
        {
          "letter": "B",
          "text": "Para reduzir as chances de selecao de bactérias resistentes, e necessario aumentar a concentração de antibioticos presentes na natureza e matar as bactérias patogênicas livres."
        },
        {
          "letter": "C",
          "text": "Mutações aleatorias que acontecem nas bactérias, associadas à exposição prolongada a antibioticos, contribuem para a selecao de bactérias resistentes a antibioticos."
        },
        {
          "letter": "D",
          "text": "O antibiotico 3 sera eficiente, nas mesmas concentrações utilizadas no experimento, para tratar infecoes causadas pelas linhagens de bactérias presentes no dia 16 de cultivo."
        },
        {
          "letter": "E",
          "text": "Dentre todos os antibioticos testados, o 2 e 0 mais eficiente para combater a bacteria do experimento relatado, enquanto o 1 e 0 menos eficiente."
        }
      ],
      "images": [
        {
          "src": "images/943c90d39d07221bde0e4b5df3cb80cf39d051763d086f72909cae5aab4b901b.jpg",
          "img_desc_raw": "tipo=gráfico; resumo=Gráfico mostrando o número de bactérias ao longo de 17 dias sob diferentes condições de antibióticos.; elementos=[linha vermelha, linha verde, linha azul, linha roxa, eixos, legendas]; dados_chave=[eixo x: Tempo em cultura (dias), eixo y: Número de bactérias (milhões), sem antibiótico, antibiótico 1, antibiótico 2, antibiótico 3]; grandezas=[]; estrutura=[intervalos=(0,17,40→140),intervalos=(0,17,40→0),intervalos=(0,17,40→80),intervalos=(0,17,40→100)]; texto_detectado=[sem antibiótico, antibiótico 1, antibiótico 2, antibiótico 3, Tempo em cultura (dias), Número de bactérias (milhões)]"
        }
      ]
    },
    {
      "number": 72,
      "full_text": "A reagao do antibiotico sulfanilamida com halogenios leva a reagao de substituicao com o halogenio em duas posicoes distintas do anel aromatico, como representado na equagao nao balanceada a seguir.\n\n\nEm um experimento, 1 L de uma solucao de sulfanilamida de pH 5 reagiu com  $\\mathsf{Br}_2$  em excesso, obtendo- se pH 4 apos reagao total. Considerando que o volume se manteve inalterado apos a adigao do halogenio, quantos mols de sulfanilamida reagiram com bromo?",
      "alternatives": [
        {
          "letter": "A",
          "text": "$4,5\\times 10^{-5}$"
        },
        {
          "letter": "B",
          "text": "$9,0\\times 10^{-5}$"
        },
        {
          "letter": "C",
          "text": "$1,0\\times 10^{-4}$"
        },
        {
          "letter": "D",
          "text": "$5,0\\times 10^{-2}$"
        },
        {
          "letter": "E",
          "text": "$1,0\\times 10^{-1}$"
        }
      ],
      "images": [
        {
          "src": "images/17b3ab7faf0c7e7ea9592d677c8099098e049928bb0453f7c7ffb3de83f4a1a8.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Reação química mostrando a bromação de um anel benzênico substituído.; elementos=[anel benzênico, NH2, SO2NH2, Br2, Br, subproduto, seta]; dados_chave=[]; grandezas=[]; estrutura=[(anel benzênico↔NH2), (anel benzênico↔SO2NH2), (anel benzênico↔Br2), (anel benzênico↔Br), (anel benzênico↔subproduto)]; texto_detectado=[NH2, SO2NH2, Br2, Br, subproduto]"
        }
      ]
    },
    {
      "number": 73,
      "full_text": "Um artigo publicado em 2018, na Revista Brasileira de Ensino de Física, reporta um curioso estudo sobre a pressão interna de \"foguetes de garrafa PET\", propulsionados a partir da reagão química entre ácido acético e bicarbonato de sódio.[1] Uma mistura de vinagre (que contem acido acético,  $\\mathrm{CH_3COOH}$  com bicarbonato de sódio  $(\\mathrm{NaHCO_3})$  produz gas carbonico  $(CO_2)$  por meio da reagão química representada pela seguinte equação:\n\n$$\n\\mathsf{CH}_3\\mathsf{COOH} + \\mathsf{NaHCO}_3\\rightarrow \\mathsf{CH}_3\\mathsf{COONa} + \\mathsf{CO}_2 + \\mathsf{H}_2\\mathsf{O}\n$$\n\n\nA reagao ocorre no interior de uma garrafa PET de 2 L de volume util total, da qual foi retirado todo o ar. Insere- se na garrafa um volume inicial  $V_{\\text{vin}}$  de vinagre líquido e bicarbonato de sódio, sendo a garrafa posteriormente selada com uma tampa acoplada a um manometro. A reagao produzirá gas carbonico que ocupará um volume  $V_{CO_2}$  e exercera uma pressao  $P_{CO_2}$  sobre a tampa da garrafa, medida pelo manometro, como mostra a figura.\n\n\n\nSuponha que a reagao produza 2 mols de  $CO_2$  para cada 3 litros de vinagre. Nas condições do experimento, em que o volume de líquido é  $1 / 3$  de litro à temperatura  $T = 300 \\mathrm{K}$ , a pressão  $P_{CO_2}$  medida pelo manometro sorrá por volta de",
      "alternatives": [
        {
          "letter": "A",
          "text": "3,2 atm."
        },
        {
          "letter": "B",
          "text": "4,1 atm."
        },
        {
          "letter": "C",
          "text": "6,2 atm."
        },
        {
          "letter": "D",
          "text": "9,0 atm."
        },
        {
          "letter": "E",
          "text": "12 atm. # Note e adote: Considere o  $CO_2$  como um gás ideal. Constante dos gases ideais:  $R = 0,08$  atm.L/(K.mol). Assuma que todo o acido acético do vinagre reaguiu com o bicarbonato de sódio e que o líquido resultante da reagao occupa aproximadamente o mesmo volume do vinagre antes da reagao  $(V_{\\text{vin}})$"
        }
      ],
      "images": [
        {
          "src": "images/9269079b51b58f7ff2d563f7660d4d35bff71c69b09cbe467cdb4ccb2267727f.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama de uma garrafa com manômetro indicando pressão interna e dois volumes distintos; elementos=[garrafa, manômetro, V_CO2, V_vin]; dados_chave=[pressão, escala de cores no manômetro]; grandezas=[]; estrutura=[(garrafa, centro), (manômetro, topo), (V_CO2↔V_vin)]; texto_detectado=[V_CO2, V_vin]"
        }
      ]
    },
    {
      "number": 74,
      "full_text": "Um artigo publicado em 2018, na Revista Brasileira de Ensino de Física, reporta um curioso estudo sobre a pressão interna de \"foguetes de garrafa PET\", propulsionados a partir da reagão química entre ácido acético e bicarbonato de sódio.[1] Uma mistura de vinagre (que contem acido acético,  $\\mathrm{CH_3COOH}$  com bicarbonato de sódio  $(\\mathrm{NaHCO_3})$  produz gas carbonico  $(CO_2)$  por meio da reagão química representada pela seguinte equação:\n\n$$\n\\mathsf{CH}_3\\mathsf{COOH} + \\mathsf{NaHCO}_3\\rightarrow \\mathsf{CH}_3\\mathsf{COONa} + \\mathsf{CO}_2 + \\mathsf{H}_2\\mathsf{O}\n$$\n\n\nA reagao ocorre no interior de uma garrafa PET de 2 L de volume util total, da qual foi retirado todo o ar. Insere- se na garrafa um volume inicial  $V_{\\text{vin}}$  de vinagre líquido e bicarbonato de sódio, sendo a garrafa posteriormente selada com uma tampa acoplada a um manometro. A reagao produzirá gas carbonico que ocupará um volume  $V_{CO_2}$  e exercera uma pressao  $P_{CO_2}$  sobre a tampa da garrafa, medida pelo manometro, como mostra a figura.\n\n\n\nConsidere agora um outro experimento feito em condições semelhantes, em que o manometro indica uma pressão de 5 atm e, sem que a pressão no interior do garrafa se altere, ele é cuidadosamente substituído por uma rolha de  $10 \\mathrm{g}$  de massa e  $2 \\mathrm{cm}$  de diâmetro (igual ao diâmetro interno do bocal da garrafa). Logo após a rolha ser encajada no local, ela é expelida devido à pressão interna da garrafa ser maior que a pressão atmosférica.\n\nA aceleração da rolha no momento em que ela é expelida é de, aproximadamente,",
      "alternatives": [
        {
          "letter": "A",
          "text": "$12 \\mathrm{m / s^2}$ ."
        },
        {
          "letter": "B",
          "text": "$120 \\mathrm{m / s^2}$ ."
        },
        {
          "letter": "C",
          "text": "$1200 \\mathrm{m / s^2}$ ."
        },
        {
          "letter": "D",
          "text": "$12000 \\mathrm{m / s^2}$ ."
        },
        {
          "letter": "E",
          "text": "$120000 \\mathrm{m / s^2}$ . Note e adote: Assuma que a pressão atmosférica seja de 1 atm  $= 10^5$  Pa. Utilize  $\\pi = 3$ Considere que as forças relevantes atuando sobre a rolha no momento em que é expelida são apenas aquelas relativas à diferença de pressão entre os seus lados interno e externo."
        }
      ],
      "images": [
        {
          "src": "images/9269079b51b58f7ff2d563f7660d4d35bff71c69b09cbe467cdb4ccb2267727f.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama de uma garrafa com manômetro indicando pressão interna e dois volumes distintos; elementos=[garrafa, manômetro, V_CO2, V_vin]; dados_chave=[pressão, escala de cores no manômetro]; grandezas=[]; estrutura=[(garrafa, centro), (manômetro, topo), (V_CO2↔V_vin)]; texto_detectado=[V_CO2, V_vin]"
        }
      ]
    },
    {
      "number": 75,
      "full_text": "Um designer de produtos deseja fabricar um vaso para flores conforme a figura a seguir.\n\n\nSabe- se que a base e o topo do vaso são uma circunferência de raio  $R$  que mede  $10 \\mathrm{cm}$ , a parte central é uma circunferência de raio  $r$  de  $5 \\mathrm{cm}$  e a medida  $h$  mede  $12 \\mathrm{cm}$ . Qual é a capacidade volumétrica desse vaso em  $cm^3$ ?",
      "alternatives": [
        {
          "letter": "A",
          "text": "$1400 \\pi$"
        },
        {
          "letter": "B",
          "text": "$2100 \\pi$"
        },
        {
          "letter": "C",
          "text": "$2400 \\pi$"
        },
        {
          "letter": "D",
          "text": "$2600 \\pi$"
        },
        {
          "letter": "E",
          "text": "$2800 \\pi$"
        }
      ],
      "images": [
        {
          "src": "images/e2234416b1bf22f3d9b7eab390ef81222ebc5a3a93802872be880d4bfb1b45be.jpg",
          "img_desc_raw": "tipo=diagrama; resumo=Diagrama de dois cones opostos com raios e alturas indicados.; elementos=[cone superior, cone inferior, eixo central]; dados_chave=[R, r, h]; grandezas=[(R, valor desconhecido, unidade desconhecida), (r, valor desconhecido, unidade desconhecida), (h, valor desconhecido, unidade desconhecida)]; estrutura=[(cone superior, pos superior), (cone inferior, pos inferior)]; texto_detectado=[R, r, h]"
        }
      ]
    },
    {
      "number": 76,
      "full_text": "Considere um cilindro  $C$  de altura  $h > 0$  e cujo raio das circunferências, do topo e da base, é  $r > 0$ ; um cilindro  $C_1$  cujo raio é igual ao de  $C$  e altura igual a  $\\frac{h}{2}$ ; e um cilindro  $C_2$  com altura  $h$  e raio igual a  $\\frac{r}{2}$ .\n\nSendo  $V$ ,  $V_1$  e  $V_2$  os volumes e  $A$ ,  $A_1$  e  $A_2$  as áreas laterais dos cilindros  $C$ ,  $C_1$  e  $C_2$ , respectivamente, é correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "$V = V_{1} + V_{2}$  e  $A = A_{1} + A_{2}$"
        },
        {
          "letter": "B",
          "text": "$V = V_{1} + V_{2}$  e  $A = A_{1} + 2A_{2}$"
        },
        {
          "letter": "C",
          "text": "$V = V_{1} + 2V_{2}$  e  $A = A_{1} + 2A_{2}$"
        },
        {
          "letter": "D",
          "text": "$V = V_{1} + 2V_{2}$  e  $A = A_{1} + A_{2}$"
        },
        {
          "letter": "E",
          "text": "$V = 2V_{1} + 2V_{2}$  e  $A = 2A_{1} + 2A_{2}$"
        }
      ],
      "images": []
    },
    {
      "number": 77,
      "full_text": "Em relação ao plano cartesiano Oxy, é correto afirmar que as equações  $x^{2} + y^{2} - 4x = - 3$  e  $x^{2} + y^{2} - 4y = - 3$  representam",
      "alternatives": [
        {
          "letter": "A",
          "text": "duas circunferências com raios de mesma medida e que se interceptam em dois pontos."
        },
        {
          "letter": "B",
          "text": "duas circunferências com raios de medidas diferentes e que se interceptam em dois pontos."
        },
        {
          "letter": "C",
          "text": "duas circunferências que se interceptam em um único ponto."
        },
        {
          "letter": "D",
          "text": "duas circunferências concentricas e que não se interceptam."
        },
        {
          "letter": "E",
          "text": "duas circunferências com centros distintos e que não se interceptam."
        }
      ],
      "images": []
    },
    {
      "number": 78,
      "full_text": "\"Hold on. When we learned Roman numerals, X was 10. Now it's 6. What's going on around here?!\"\n\n\nContribui para o efeito decomicidade do cartum a\n\nContribui para o efeito decomicidade do cartum a(A) atitude do docente diante da apatia do grupo, incapaz de produzir uma resposta. (B) certeza do aluno em seu argumento, desafiando a autoridade do professor. (C) interpretação por parte do discente de símbolos matemáticos ligados à teoria dos conjuntos. (D) adoção pelo professor de duas formas semelhantes e eficazes de resolver a mesma equação. (E) rivalidade entre os colegas para determinar quem possui mais conhecimento.",
      "alternatives": [],
      "images": [
        {
          "src": "images/abc1f061c83a771ad947991aebe21f3ea013483303a7e0ef5d26adcabd64fafa.jpg",
          "img_desc_raw": "tipo=foto; resumo=Um professor está explicando uma equação matemática para três alunos em uma sala de aula.; elementos=[professor, alunos, quadro branco, equação]; dados_chave=[4+x=10, x=10-4, x=6]; grandezas=[]; estrutura=[(professor, direita), (alunos, esquerda)]; texto_detectado=[4+x=10, x=10-4, x=6, © MARK ANDERSON, WWW.ANDERTOONS.COM, ANDERSON]"
        }
      ]
    },
    {
      "number": 79,
      "full_text": "Migrações e invasões no Império Romano, séculos IV e V.\n\n\nA análise do mapa permite identificar deslocamentos de povos não romanos caracterizados",
      "alternatives": [
        {
          "letter": "A",
          "text": "pela concentração de rotas migratórias em território bizantino."
        },
        {
          "letter": "B",
          "text": "pela inexistência de invasões direcionadas para o norte da Africa."
        },
        {
          "letter": "C",
          "text": "pela inexpressiva diversidade de povos das correntes migratórias."
        },
        {
          "letter": "D",
          "text": "pela proeminência de migrações na porção ocidental do Império Romano."
        },
        {
          "letter": "E",
          "text": "pela predominio de invasões por rotas marítimas em detrimento das rotas terrestres."
        }
      ],
      "images": [
        {
          "src": "images/30f1c3f75501bd2985194fa2ccd3bd3652acbec9facd4b2f246f32ae845803d4.jpg",
          "img_desc_raw": "tipo=mapa; resumo=Mapa mostrando as invasões bárbaras na Europa durante a queda do Império Romano, com rotas de diferentes tribos. elementos=[Europa, Império Romano do Ocidente, Império Romano do Oriente, Châlons, Roma, Cartago, Constantinopla, Adrianópolis, Anglos, Saxões, Francos, Godos, Visigodos, Ostrogodos, Hunos, Vândalos]; dados_chave=[linhas coloridas, legenda com tipos de linhas para diferentes tribos]; grandezas=[]; estrutura=[]; texto_detectado=[Império Romano do Ocidente, Império Romano do Oriente, Châlons, Roma, Cartago, Constantinopla, Adrianópolis, Anglos, Saxões, Francos, Godos, Visigodos, Ostrogodos, Hunos, Vândalos]"
        }
      ]
    },
    {
      "number": 80,
      "full_text": "Leia o excerto a seguir de A Etica Protestante e o Espirito do Capitalismo, de Max Weber.\n\n\"Temos de nos emancipar da seguinte visao: que se pode deduzir a Reforma das transformações econômicas como algo 'necessario em termos de desenvolvimento histórico'. Por outro lado, nao se deve de forma alguma defender uma tese tao disparatadamente doutrinária que afirmasse que o 'espirito capitalista' pode surgir somente como resultado de determinados influxos da Reforma.\n\nEm face da enorme barafunda de influxos recíprocos entre as bases materiais, as formas de organização social e política e o conteúdo espiritual das epocas culturais da Reforma, procederemos tao- so de modo a examinar de perto se, e em quais pontos, podemos reconhecer determinadas 'afinidades eletivas' entre certas formas da fe religiosa e certas formas da etica profissional. Por esse meio serao elucidados o efeito que, em virtude de tais afinidades eletivas, o movimento religioso exerceu sobre o desenvolvimento da cultura material.\"\n\n\nA partir da ideia expressa no excerto acerca da relacao entre o desenvolvimento do capitalismo e alguns elementos da doutrina calvinista, e corroto afirmar que",
      "alternatives": [
        {
          "letter": "A",
          "text": "as ideias calvinistas impulsionaram o capitalismo e levaram os comerciantes germanicos a buscar a acumulação irrestrita de capitais."
        },
        {
          "letter": "B",
          "text": "o crescimento acelerado dos mercados consumidores facilitou, no século XVI, a aceitação das ideias calvinistas pelos banqueiros e negociantes europeus."
        },
        {
          "letter": "C",
          "text": "as condições materiais, sociais e políticas da Europa Central contribuíram, no século XVI, para a expansão do capitalismo e para a repressão do calvinismo."
        },
        {
          "letter": "D",
          "text": "a união entre os comerciantes contra o Sacro Império Romano Germanico e contra o Papado determinou a adoção de práticas capitalistas e calvinistas na Europa medieval."
        },
        {
          "letter": "E",
          "text": "a defesa calvinista do trabalho árduo e o estimulo ao comportamento austero do crente tiveram impactos positivos na formação de condutas adequadas ao desenvolvimento do capitalismo."
        }
      ],
      "images": []
    },
    {
      "number": 81,
      "full_text": "\"O eixo economico do pais, que ja havia se deslocado para a zona de mineracao, caminhou mais uma vez, deslocando- se em direcao as ondulacoes do planalto paulista, que foram se recobrindo pelo verde escuro dos cafesais. Enquanto outras regioes brasileiras vegetavam ou iniciavam mesmo um processo de decadencia economica, a Provincia, logo depois estado de Sao Paulo, apresentava uma ascensao esplendida e vigorosa.\"\n\n\nSobre a industrializacao no territorio brasileiro, e corroto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "Tal como Sao Paulo, a Zona Franca de Manaus teve a expansao de suas industrias dada pelo potencial do mercado consumidor local dos produtos resultantes da industrializacao."
        },
        {
          "letter": "B",
          "text": "O Nordeste teve sua expansao industrial durante o Estado Novo, em razao da alta concentração de capitais dos estados da regiao, permitindo conexoes dos seus polos industriais ja consolidados."
        },
        {
          "letter": "C",
          "text": "O boom industrial que aconteceu na regiao Sul, a partir da decada de 1980, foi similar ao desenvolvimento ocorrido no Sudeste, onde a mao de obra especializada aumentou a producao."
        },
        {
          "letter": "D",
          "text": "A concentracao industrial no Sudeste ocorreu devido a existencia de mercado consumidor, de capitais, de mao de obra disponivel se de maior capacidade dos meios de transporte."
        },
        {
          "letter": "E",
          "text": "A regiao Centro-Oeste contou com a facilidade de obtencao de energia, por meio de hidrelétricas e termoeletricas, alem da densa malha viaria para o seu desenvolvimento industrial."
        }
      ],
      "images": []
    },
    {
      "number": 82,
      "full_text": "Mais de uma vez, o brasileiro Machado de Assis e o portugues Eça de Queiros foram aproximados porque tracaram linhas de compreensao das suas respectivas sociedades, em um mesmo tempo historicamente situado. Os protagonists Rubiao, de Quincas Borba (1891), e Goncao, de A llustre Casa de Ramires (1900),",
      "alternatives": [
        {
          "letter": "A",
          "text": "representam, respectivamente, a ascensao politica da burguesia brasileira durante a segunda metade do seculo XIX e a decadencia da aristocracia portuguesa no mesmo periodo."
        },
        {
          "letter": "B",
          "text": "tem suas aspiracoes de grandeza e reconhecimento social frustradas diretamente pelo envolvimento de ambos com as politicas partidarias nacionais, introduzindo reformas substanciais que alteram a situaao periferica de cada pais."
        },
        {
          "letter": "C",
          "text": "buscam reconhecimento social, continuamente frustrados nesse proposito por se inserirem em meios sociais que privilegiam a grandeza moral e as virtudes humanas."
        },
        {
          "letter": "D",
          "text": "comprometem-se com a superacao dos atrasos civilizacionais de seus paises. Apesar de terem destinos diferentes, confrontam-se com o descompromisso de suas respectivas sociedades quanto as transformacoes sociais e economicas."
        },
        {
          "letter": "E",
          "text": "sao vtimas de suas ideias ambiciosas de modernizacao nacional, seja por Rubiao promover ideias politicas \"modernas\", seja por Goncao insistir na restauracao da grandeza de sua familia. Ao final, atingem seus objetivos."
        }
      ],
      "images": []
    },
    {
      "number": 83,
      "full_text": "O funcionario publico como personagem literario ganha destaque na literatura brasileira a partir dos anos 1930. Uma explicacao para esse fenomeno esta na tematizacao, por parte dos escritores, das mudanças do papel do Estado brasileiro na constituicao do mercado de trabalho assalariado e como agente da modernizacao do pais:\n\n\"De 1930 em diante, foram criadas dozenas de comissoes, instituicoes e orgaos de planejamento e/ou de promoção das atividades economicas, notadamente as ligadas às atividades agrícolas e aquelas voltadas para a industrialização.\"\n\n\nNo romance Os ratos, de Dyonelio Machado, o funcionalismo publico configura- se como",
      "alternatives": [
        {
          "letter": "A",
          "text": "solugao final para o conflito basico da narrativa, uma vez que é a partir de seu emprego publico que o protagonista do romance obtem recursos para superar as limitacoes financeiras que, inicialmente, impulsionam sua perambulacao pela cidade."
        },
        {
          "letter": "B",
          "text": "principal opcao de sobrevivencia para os homens livres da sociedade brasileira recem-saida da escravidao, em especial para os personagens negros, a quem era impossivel, de outro modo, alcar posicoes nos estratos sociais mais elevados."
        },
        {
          "letter": "C",
          "text": "retrato da constituicao de uma cultura organizacional ligada ao Estado, cuja dinamica conduz, ao longo do seculo XX, ao desenvolvimento economico do pais e a vertiginosa ascensao social das classes meidas, apontada pelo desfecho positivo do romance."
        },
        {
          "letter": "D",
          "text": "opcao de ocupacao para as camadas meidas da sociedade brasileira, que, embora constituia meio legitimo de sobrevivencia, acaba por marginaliza das pela precarizacao dos ganhos e a desvalorizacao do trabalho, como retrata a trajetoria do protagonista."
        },
        {
          "letter": "E",
          "text": "estrutura de trabalho de cunho patrimonialista, cujas posicoes de autoridade sao ocupadas pelas camadas proprietarias e na qual a distribucao de cargos publicos, entre os quais o do protagonista, objetivava a garantia de apoio politico e social."
        }
      ],
      "images": []
    },
    {
      "number": 84,
      "full_text": "Leia os trechos das obras Marilia de Dirceu e Romanceiro da Inconfidencia:\n\nLira VII (Parte II)\n\n\"Meu prezado Glauceste, Se fazes o conceito Que, bem que reu, abrigo A candida Virtude no meu peito; Se julgas, digo, que menego ainda Da tua mao socorro; Ah! Vem dar- mo agora, Agora, sim, que morro!\n\nNao quero que, montado No Pegaso fogoso, Venhas com dura lanca Ao monstro infame traspassar, raivoso. Deixa que viva a perida calunia, E forje o meu tormento: Com menos, meu Glauceste, Com menos me contento.\"\n\nTomas Antonio Gonzaga. Marilia de Dirceu.\n\nRomance LXVI ou De Outros Maldizentes\n\n\"Que fica, na fontaleza, daquele poeta Gonzaga? - Um par de esporas, somente. Um par de esporas de prata. (...) Dizem que tinha um cavalo que Pegaso se chamava. Nao pisava neste mundo, mas nos planetos da Arcadia!\"\n\nCecilia Meireles. Romanceiro da Inconfidencia.\n\nConsiderando o substantivo Pegaso, presente nos dois excertos, e correto afirmar:",
      "alternatives": [
        {
          "letter": "A",
          "text": "No poema de Cecilia Meireles, a referencia tem por objetivo destacar o animal mitico, enquanto na lira de Gonzaga o substantivo se refere a um animal real."
        },
        {
          "letter": "B",
          "text": "No poema de Gonzaga, a referencia ao animal mitológico serve para aludir às características heroicas de Glauceste, enquanto, no poema de Cecilia Meireles, Pegaso alude à criação poética."
        },
        {
          "letter": "C",
          "text": "Por pretender um tom épico, Cecilia Meireles usa o animal mitológico para distinguir a condição heroica do poeta, enquanto Gonzaga se refere às suas diferencias com Glauceste."
        },
        {
          "letter": "D",
          "text": "No poema de Cecilia Meireles, a metáfora do cavalo alado indica a evasão da realidade, típica dos poetas arcades, enquanto, no poema de Gonzaga, a referência ao animal serve para aludir às suas próprias características heroicas."
        },
        {
          "letter": "E",
          "text": "A referência ao cavalo alado provoca um efeito de estranhamento no leitor, tendo em vista as características específicas de cada obra poética."
        }
      ],
      "images": []
    },
    {
      "number": 85,
      "full_text": "\"Se a derrama for lança, há levante, com certeza. Corre- se por essas ruas? Corta- se alguma cabeça? Do cimo de alguma escada, profere- se alguma arenga? Que bandeira se desdobra? Com que figura ou legenda? Coisas da Maçonaria, do Paganismo ou da Igreja? A Santíssima Trindade? Um génio a quebrar algumas? Atrás de portas fechadas, à luz de velas acesas, entre sigilo e espionagem, acontece a Inconfidência.\"\n\nOs versos de Cecília Meireles, no Romanceiro da Inconfidência, remetem",
      "alternatives": [
        {
          "letter": "A",
          "text": "à insurreição promovida por maçons e reinóis, adeptos do iluminismo, contra a cobrança do quinto real sobre a exploração de diamantes na Capitania de Minas Gerais."
        },
        {
          "letter": "B",
          "text": "à possibilidade de sublevação motivada pela defesa da liberdade, por indivíduos de diferentes setores de Minas Gerais, ante a ameaça de cobrança de impostos metropolitanos."
        },
        {
          "letter": "C",
          "text": "à disputa entre católicos apoiadores do recolhimento do dízimo nas Minas Gerais e republicanos defensores da suspensão de impostos cobrados pelo Estado e pela Igreja."
        },
        {
          "letter": "D",
          "text": "ào movimento de setores reacionários da sociedade mineira, responsáveis por conspirar contra os idealizadores da Conjuração e denunciar os seus planos de revolução."
        },
        {
          "letter": "E",
          "text": "à trapaga e delação, que fizeram parte da Conjuração e ocorreram em razão das discrepáncias ideológicas dos denunciantes em relação aos rebelados."
        }
      ],
      "images": []
    },
    {
      "number": 86,
      "full_text": "No texto intitulado Tarsila, a pesquisaadora Aracy Amaral transcreve um trecho das impressões de Tarsila do Amaral sobre a viagem às cadades históricas coloniais mineiras, que realizara em 1924 com o grupo modernista, liderado por Mário de Andrade: \"...) As decorações murais de um modesto corredor de hotel; o forro das salas, feito de taquarinhas coloridas e trançadas; as pinturas das igrejas, simples e comoventes, executadas com amor e deveção por artistas anônimos; o Aleijadinho, nas suas estátuas e nas linhas geniais da sua arquitetura religiosa, tudo era motivo para as nossas exclamações admirativas. Encontrei em Minas as cores que adorava em crianca, Ensinaram- me depois que eram feitas e caipiras. Segui o ramerrão do gosto apurado... Mas depois vinguei- me da opressão passando- as para as minhas telas: azul puríssimo, rosa violáceo, amarelo vivo, verde cantante, tudo em gradações mais ou menos fortes, conforme a mistura de branco. Pintura limpa, sobretudo, sem medo de cânones convencionais. Liberdade e sinceridade, uma certa estilização que a adaptava à época moderna.\"\n\n\n\n\nConsiderando a obra O Mamoeiro, de Tarsila do Amaral, qual e o principal elemento que caracteriza a influência do movimento modernista brasileiro na pintura?",
      "alternatives": [
        {
          "letter": "A",
          "text": "O emprego de recursos pictóricos que realçam os efeitos de luz e sombra na cena retratada."
        },
        {
          "letter": "B",
          "text": "A representação de aspectos da cultura brasileira, valorizando uma paisagem local."
        },
        {
          "letter": "C",
          "text": "A simplificação de formas geométricas abstratas."
        },
        {
          "letter": "D",
          "text": "A inspiração na arte africana e na produção simbólica de povos originários."
        },
        {
          "letter": "E",
          "text": "A incorporação da colagem e de técnicas mistas como procedimentos artísticos centrais."
        }
      ],
      "images": [
        {
          "src": "images/5c70a4d1e4de721a65bd9f6691d940594c0cfb8b61995fceb0faf181cdbf6b13.jpg",
          "img_desc_raw": "tipo=foto; resumo=Imagem colorida de uma paisagem rural com casas, vegetação e pessoas; elementos=[casas, árvores, pessoas, ponte, rio, vegetação]; dados_chave=[cores vivas, estilo artístico]; grandezas=[]; estrutura=[(casas, centro); (ponte, parte inferior); (pessoas, centro-direita)]; texto_detectado=[TARSILA]"
        }
      ]
    },
    {
      "number": 87,
      "full_text": "# Tecidos de Ijebu\n\n\"Os ijebus vestem- se quase sempre com panos produzidos por eles proprios. Sao fazendas de algodao, materia- prima que obtem localmente. Nas familias, as tarefas de colher algodao, fia- lo, tecé- lo e tingi- lo esta costumeiramente a cargo das mulheres, e sabe- se ser muito grande a quantidade de tecidos manufaturados em ljebu e dali exportados, nao apenas para os países vizinhos, mas ate mesmo para o Brasil, cujos navios vem buscar em Lagos essa mercadoria tao apreciada pela gente de origem africana transplantada para aquela terra distante. As cores mais comuns, depois da branca o de azul, saco a america, a vermelha, a caramoseim e a vorda. Alguns panos sao de uma so cor, outros sao multicoloridos.\"\n\n\nO texto e parte de um relato das memorias de um exescravizado natural de ljebu, na atual Nigeria, trazido ao Brasil no inficio do scculo XIX. O excerto faz mencao",
      "alternatives": [
        {
          "letter": "A",
          "text": "a existencia de um comercio de produtos manufaturados entre a Africa e a America."
        },
        {
          "letter": "B",
          "text": "a prerogativa masculina na producao de tecidos naquela regiao da Africa."
        },
        {
          "letter": "C",
          "text": "a baixa qualidade das manufaturas africanas em comparacao com as da Europa."
        },
        {
          "letter": "D",
          "text": "a impossibilidade de acesso, por africanos e afrodescendentes, a produtos vindos da Africa."
        },
        {
          "letter": "E",
          "text": "ao comercio de africanos escravizados para o trabalho nas plantacoes de algodao."
        }
      ],
      "images": []
    },
    {
      "number": 88,
      "full_text": "\"Consiste em uma faixa de terra semiarida e arida que contorna a borda sul do Deserto do Saara e percorre a extensao da Africa no sentido leste- oeste. Atua como um tinturao que divide o continente africano em dois, a Africa majoritariamente islamica, ao norte, e a crista, ao sul. Englopando ao menos onze países, a regiao é lar para dezenas de grupos etnicos.\"\n\n\nO texto descreve caracteristicas da regiao denominada de",
      "alternatives": [
        {
          "letter": "A",
          "text": "Chifre da Africa."
        },
        {
          "letter": "B",
          "text": "Africa Meridional."
        },
        {
          "letter": "C",
          "text": "Africa Setentrional."
        },
        {
          "letter": "D",
          "text": "Rift Valley."
        },
        {
          "letter": "E",
          "text": "Sabol."
        }
      ],
      "images": []
    },
    {
      "number": 89,
      "full_text": "\"Aconteceu num debate, num pais europeu. Da assistencia alguem me lancou a seguinte pergunta:\n\n- Para si, o que é ser africano?\n\nFalava-se, inevitavelmente, de identidade versus globalizacao. Respondi com uma pergunta:\n\n- E para si, o que é ser europeu?\n\nO homem gaguejou. Nao sabia responder. Mas o interessante é que, para ele, a questao da identidade se colocava naturalmente para os africanos. Nao para os europeus. Ele nunca tinha colocado aquestão no espelho.\n\nRecordo o episodio porque me parece que ele toca uma questiono central: quando se fala de Africa, de qual Africa estamos falando? Terao continente africano uma essencia facilmente capturado? Havera uma substancia exotica que os caçadores de identidades possam recolher como sendo a alma africana?\"\n\n\nAo relatar e comentar o episodio, o escritor mozambicano Mia Couto apresenta a Africa como",
      "alternatives": [
        {
          "letter": "A",
          "text": "uma construgao historica proporcionada pela acao humanitaria dos colonizadores europeus."
        },
        {
          "letter": "B",
          "text": "um resultado natural da luta dos povos do continente contra a dominacao estrangeira."
        },
        {
          "letter": "C",
          "text": "uma regiao historicamente afetada por graves problemas demograficos e sanitarios."
        },
        {
          "letter": "D",
          "text": "um continente definido a partir de critérios politicos e geograficos deteministas."
        },
        {
          "letter": "E",
          "text": "um mosaico composto por relacoes economicas, politicas e culturais instaveis."
        }
      ],
      "images": []
    },
    {
      "number": 90,
      "full_text": "A cancao Aquarela do Brasil foi composta por Ari Barroso e lancada no ano de 1939. Sua letra permite identificar temas que guardam afinidades com a política cultural do Estado Novo, podendo ser destacada a",
      "alternatives": [
        {
          "letter": "A",
          "text": "discriminacao em relacao a afrodescendentes."
        },
        {
          "letter": "B",
          "text": "exaltacao das virtudes naturais e nacionais."
        },
        {
          "letter": "C",
          "text": "concepcao civilizatoria assentada na religiao catolica."
        },
        {
          "letter": "D",
          "text": "valorizacao da cultura cabocla e do regionalismo."
        },
        {
          "letter": "E",
          "text": "escolha do malandro como simbolo nacional."
        }
      ],
      "images": []
    }
  ]
}